<?php
include "../config.php";
include "../myphplib/init.php";
include "../myphplib/db.php";
include "../myphplib/message.php";
include "config/check.php";
date_default_timezone_set("Asia/Shanghai");
set_time_limit(3000);//50分钟执行时间
session_start();
if ($_SESSION['addXXFT'] != null) {
    $_SESSION['addXXFT'] = null;
} else { // cookie是空的
           // alertAndRelocation("您已经提交过了, 如再次提交, 请刷新页面", "xxcz_list.html");
}


$shengJiArr=  array( 
//      array( 'user'=>'18155099968' ,'dianPuUser'=>'18155099968', 'type'=>2,'tjrq'=>'2017-11-20 09:09:09')//聚元国际
     
    array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-11-19 00:00:00') //徐振兴
    ,array( 'user'=>'15563627515' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-11-19 00:00:00') //刘蒙
    ,array( 'user'=>'13905391175' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-11-19 00:00:00') //高恒新
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-11-19 00:00:00') //李利
    ,array( 'user'=>'15949880912' , 'type'=>0, 'fenShu'=>8,'tjrq'=>'2017-11-19 00:00:00') //毛一鸣
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>9,'tjrq'=>'2017-11-19 00:00:00') //张惠
    ,array( 'user'=>'18865661666' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-11-19 00:00:00') //吴明阳
    ,array( 'user'=>'15653545558' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-11-19 00:00:00') //梁旭霖
    ,array( 'user'=>'18653517856  ' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-11-19 00:00:00') //马大伟
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-11-19 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-11-19 00:00:00') //毛丽坤
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-11-19 00:00:00') //刘兆科
    ,array( 'user'=>'15993063199' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2017-11-19 00:00:00') //胡红云
    ,array( 'user'=>'13732205449' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-11-19 00:00:00') //李敏
    ,array( 'user'=>'13598622384' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-11-19 00:00:00') //张荣宾
    ,array( 'user'=>'13160050888' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-11-19 00:00:00') //刘书振
    ,array( 'user'=>'18669671133' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-11-19 00:00:00') //王海娜
    ,array( 'user'=>'13356999836' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2017-11-19 00:00:00') //毛建军
    ,array( 'user'=>'13160060999' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-11-19 00:00:00') //朱家君
    ,array( 'user'=>'15847652971' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-11-21 00:00:00') //郭庆梅
    ,array( 'user'=>'15847652971' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-11-22 00:00:00') //郭庆梅
    ,array( 'user'=>'15847652971' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-11-23 00:00:00') //郭庆梅
    ,array( 'user'=>'15949880912' , 'type'=>0, 'fenShu'=>12,'tjrq'=>'2017-11-23 00:00:00') //毛一鸣
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-11-23 00:00:00') //迟洪艳
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>11,'tjrq'=>'2017-11-23 00:00:00') //张惠
    ,array( 'user'=>'18653517856  ' , 'type'=>0, 'fenShu'=>7,'tjrq'=>'2017-11-23 00:00:00') //马大伟
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-11-23 00:00:00') //林军
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-11-23 00:00:00') //隋艳霞
    ,array( 'user'=>'13356999836' , 'type'=>0, 'fenShu'=>4,'tjrq'=>'2017-11-23 00:00:00') //毛建军
    ,array( 'user'=>'13804721286' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-11-24 00:00:00') //张利冬
    ,array( 'user'=>'13012592708' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-11-24 00:00:00') //衣玉友
    ,array( 'user'=>'18253511343' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-11-24 00:00:00') //张智
    ,array( 'user'=>'13361370955' , 'type'=>0, 'fenShu'=>12,'tjrq'=>'2017-11-24 00:00:00') //王乃刚
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-11-24 00:00:00') //迟洪艳
    ,array( 'user'=>'13598622384' , 'type'=>0, 'fenShu'=>7,'tjrq'=>'2017-11-24 00:00:00') //张荣宾
    ,array( 'user'=>'13356999836' , 'type'=>0, 'fenShu'=>4,'tjrq'=>'2017-11-24 00:00:00') //毛建军
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-11-26 00:00:00') //徐振兴
    ,array( 'user'=>'13953967383' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-11-26 00:00:00') //胡凡珍
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-11-26 00:00:00') //李利
    ,array( 'user'=>'15949880912' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2017-11-26 00:00:00') //毛一鸣
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-11-26 00:00:00') //毛建华
    ,array( 'user'=>'13953957878' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-11-26 00:00:00') //宋众铭
    ,array( 'user'=>'18805390167' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-11-26 00:00:00') //王晓伟
    ,array( 'user'=>'13013518345' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-11-26 00:00:00') //陆正
    ,array( 'user'=>'18109608138' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-11-26 00:00:00') //余悟桃
    ,array( 'user'=>'13160050888' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-11-26 00:00:00') //刘书振
    ,array( 'user'=>'13356999836' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2017-11-26 00:00:00') //毛建军
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-11-28 00:00:00') //毛丽坤
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-11-28 00:00:00') //刘兆科
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-11-29 00:00:00') //毛建华
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-11-30 00:00:00') //徐振兴
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-11-30 00:00:00') //李利
    ,array( 'user'=>'15949880912' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-11-30 00:00:00') //毛一鸣
    ,array( 'user'=>'18612539198' , 'type'=>0, 'fenShu'=>4,'tjrq'=>'2017-11-30 00:00:00') //王逍宇
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-11-30 00:00:00') //迟洪艳
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-11-30 00:00:00') //张惠
    ,array( 'user'=>'18653517856  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-11-30 00:00:00') //马大伟
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-11-30 00:00:00') //毛丽坤
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-11-30 00:00:00') //刘兆科
    ,array( 'user'=>'15993063199' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2017-11-30 00:00:00') //胡红云
    ,array( 'user'=>'13280590699' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-11-30 00:00:00') //刘开国
    ,array( 'user'=>'17862224567' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-11-30 00:00:00') //蒋甜甜
    ,array( 'user'=>'18612539198' , 'type'=>0, 'fenShu'=>6,'tjrq'=>'2017-12-01 00:00:00') //王逍宇
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-01 00:00:00') //林军
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-01 00:00:00') //隋艳霞
    ,array( 'user'=>'15655169666' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-12-01 00:00:00') //刘才升
    ,array( 'user'=>'18109608138' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-12-01 00:00:00') //余悟桃
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-02 00:00:00') //徐振兴
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-02 00:00:00') //李利
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-12-02 00:00:00') //迟洪艳
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-12-02 00:00:00') //张惠
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-02 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-02 00:00:00') //毛丽坤
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-02 00:00:00') //刘兆科
    ,array( 'user'=>'13160050888' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2017-12-02 00:00:00') //刘书振
    ,array( 'user'=>'18753573364' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-12-04 00:00:00') //林香英
    ,array( 'user'=>'13697644313' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-12-04 00:00:00') //徐香莲
    ,array( 'user'=>'13953967383' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-04 00:00:00') //胡凡珍
    ,array( 'user'=>'13573515707' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-12-04 00:00:00') //薛娜
    ,array( 'user'=>'13012592708' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2017-12-04 00:00:00') //衣玉友
    ,array( 'user'=>'13361370955' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-04 00:00:00') //王乃刚
    ,array( 'user'=>'18653517856  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-04 00:00:00') //马大伟
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-04 00:00:00') //林军
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-04 00:00:00') //隋艳霞
    ,array( 'user'=>'13953967383' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-06 00:00:00') //胡凡珍
    ,array( 'user'=>'18660008198' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-12-06 00:00:00') //王晓蕾
    ,array( 'user'=>'13156917311' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-12-06 00:00:00') //曹庆文
    ,array( 'user'=>'13573515707' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-12-06 00:00:00') //薛娜
    ,array( 'user'=>'18253511343' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-12-06 00:00:00') //张智
    ,array( 'user'=>'13361370955' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2017-12-06 00:00:00') //王乃刚
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-12-06 00:00:00') //迟洪艳
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-12-06 00:00:00') //张惠
    ,array( 'user'=>'15653545558' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-06 00:00:00') //梁旭霖
    ,array( 'user'=>'18653517856  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-06 00:00:00') //马大伟
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-06 00:00:00') //毛建华
    ,array( 'user'=>'13305395444' , 'type'=>0, 'fenShu'=>9,'tjrq'=>'2017-12-07 00:00:00') //褚富霞
    ,array( 'user'=>'18660008198' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-12-07 00:00:00') //王晓蕾
    ,array( 'user'=>'13156917311' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-12-07 00:00:00') //曹庆文
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-07 00:00:00') //林军
    ,array( 'user'=>'18669671133' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-07 00:00:00') //王海娜
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2017-12-08 00:00:00') //徐振兴
    ,array( 'user'=>'15993669787' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2017-12-08 00:00:00') //娄晓丹
    ,array( 'user'=>'15236628674' , 'type'=>0, 'fenShu'=>5,'tjrq'=>'2017-12-08 00:00:00') //丁梦岩
    ,array( 'user'=>'18637311072' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-12-08 00:00:00') //徐兴格
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-08 00:00:00') //李利
    ,array( 'user'=>'18612539198' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-08 00:00:00') //王逍宇
    ,array( 'user'=>'18865661666' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-08 00:00:00') //吴明阳
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-08 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-08 00:00:00') //毛丽坤
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-08 00:00:00') //刘兆科
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-08 00:00:00') //隋艳霞
    ,array( 'user'=>'15836170111' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-12-08 00:00:00') //王俊广
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-12-09 00:00:00') //迟洪艳
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-12-09 00:00:00') //张惠
    ,array( 'user'=>'18109608138' , 'type'=>0, 'fenShu'=>4,'tjrq'=>'2017-12-10 00:00:00') //余悟桃
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2017-12-11 00:00:00') //徐振兴
    ,array( 'user'=>'13695399888' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-12-11 00:00:00') //邱蕾
    ,array( 'user'=>'13305395444' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-11 00:00:00') //褚富霞
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-11 00:00:00') //李利
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-12-11 00:00:00') //迟洪艳
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-12-11 00:00:00') //张惠
    ,array( 'user'=>'18653517856  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-11 00:00:00') //马大伟
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-11 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-11 00:00:00') //毛丽坤
    ,array( 'user'=>'18660998626' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-12-11 00:00:00') //刘镇
    ,array( 'user'=>'13280590699' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-11 00:00:00') //刘开国
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-12 00:00:00') //林军
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-12 00:00:00') //隋艳霞
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-14 00:00:00') //徐振兴
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-14 00:00:00') //李利
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-12-14 00:00:00') //迟洪艳
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-12-14 00:00:00') //张惠
    ,array( 'user'=>'18653517856  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-14 00:00:00') //马大伟
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-14 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-14 00:00:00') //毛丽坤
    ,array( 'user'=>'13598622384' , 'type'=>0, 'fenShu'=>4,'tjrq'=>'2017-12-14 00:00:00') //张荣宾
    ,array( 'user'=>'13160050888' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-14 00:00:00') //刘书振
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-12-15 00:00:00') //迟洪艳
    ,array( 'user'=>'15653545558' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-12-15 00:00:00') //梁旭霖
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-15 00:00:00') //林军
    ,array( 'user'=>'15966409000' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-15 00:00:00') //高青山
    ,array( 'user'=>'13953967383' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-16 00:00:00') //胡凡珍
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-16 00:00:00') //李利
    ,array( 'user'=>'18612539198' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-16 00:00:00') //王逍宇
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-12-16 00:00:00') //张惠
    ,array( 'user'=>'18653517856  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-16 00:00:00') //马大伟
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-16 00:00:00') //毛丽坤
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2017-12-16 00:00:00') //刘兆科
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-16 00:00:00') //林军
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-16 00:00:00') //隋艳霞
    ,array( 'user'=>'18755014341' , 'type'=>0, 'fenShu'=>4,'tjrq'=>'2017-12-16 00:00:00') //陶虹
    ,array( 'user'=>'13953967383' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-17 00:00:00') //胡凡珍
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-12-17 00:00:00') //张惠
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-17 00:00:00') //毛建华
    ,array( 'user'=>'13854931768' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-17 00:00:00') //周杨
    ,array( 'user'=>'13173078555' , 'type'=>0, 'fenShu'=>7,'tjrq'=>'2017-12-18 00:00:00') //邵明凤
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-18 00:00:00') //林军
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-18 00:00:00') //隋艳霞
    ,array( 'user'=>'18669671133' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-18 00:00:00') //王海娜
    ,array( 'user'=>'13160060999' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-18 00:00:00') //朱家君
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-19 00:00:00') //徐振兴
    ,array( 'user'=>'18637311072' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-19 00:00:00') //徐兴格
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-19 00:00:00') //李利
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-12-19 00:00:00') //迟洪艳
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-12-19 00:00:00') //张惠
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-19 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-19 00:00:00') //毛丽坤
    ,array( 'user'=>'13953967383' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-20 00:00:00') //胡凡珍
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-20 00:00:00') //林军
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-20 00:00:00') //隋艳霞
    ,array( 'user'=>'18637311072' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-21 00:00:00') //徐兴格
    ,array( 'user'=>'15949880912' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-21 00:00:00') //毛一鸣
    ,array( 'user'=>'15966570777' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-12-21 00:00:00') //吴军
    ,array( 'user'=>'18612539198' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-21 00:00:00') //王逍宇
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-21 00:00:00') //林军
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-21 00:00:00') //隋艳霞
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-22 00:00:00') //徐振兴
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-22 00:00:00') //李利
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-12-22 00:00:00') //迟洪艳
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-12-22 00:00:00') //张惠
    ,array( 'user'=>'15653545558' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-22 00:00:00') //梁旭霖
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-22 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-22 00:00:00') //毛丽坤
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-22 00:00:00') //刘兆科
    ,array( 'user'=>'13854931768' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-22 00:00:00') //周杨
    ,array( 'user'=>'13953967383' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-24 00:00:00') //胡凡珍
    ,array( 'user'=>'15966570777' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-24 00:00:00') //吴军
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-25 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-25 00:00:00') //毛丽坤
    ,array( 'user'=>'18369433222' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-12-26 00:00:00') //王帅
    ,array( 'user'=>'15069953711' , 'type'=>0, 'fenShu'=>5,'tjrq'=>'2017-12-26 00:00:00') //李春美
    ,array( 'user'=>'13173078555' , 'type'=>0, 'fenShu'=>12,'tjrq'=>'2017-12-26 00:00:00') //邵明凤
    ,array( 'user'=>'13953967383' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2017-12-26 00:00:00') //胡凡珍
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-27 00:00:00') //徐振兴
    ,array( 'user'=>'13563922232' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-12-27 00:00:00') //黄冠
    ,array( 'user'=>'18637311072' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-27 00:00:00') //徐兴格
    ,array( 'user'=>'15966570777' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-27 00:00:00') //吴军
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>6,'tjrq'=>'2017-12-27 00:00:00') //迟洪艳
    ,array( 'user'=>'18653517856  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-27 00:00:00') //马大伟
    ,array( 'user'=>'18669671133' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-27 00:00:00') //王海娜
    ,array( 'user'=>'13173078555' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2017-12-28 00:00:00') //邵明凤
    ,array( 'user'=>'13285359732' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-12-28 00:00:00') //王静
    ,array( 'user'=>'18612539198' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2017-12-28 00:00:00') //王逍宇
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-12-28 00:00:00') //张惠
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-28 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-28 00:00:00') //毛丽坤
    ,array( 'user'=>'13854931768' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-28 00:00:00') //周杨
    ,array( 'user'=>'13013518345' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-12-28 00:00:00') //陆正
    ,array( 'user'=>'13356999836' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-28 00:00:00') //毛建军
    ,array( 'user'=>'15269960789' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-12-29 00:00:00') //尹永杰
    ,array( 'user'=>'13954990567' , 'type'=>0, 'fenShu'=>5,'tjrq'=>'2017-12-29 00:00:00') //尹昌峰
    ,array( 'user'=>'13355052619' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-12-29 00:00:00') //刘兆凤
    ,array( 'user'=>'13173078555' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2017-12-29 00:00:00') //邵明凤
    ,array( 'user'=>'13953967383' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-29 00:00:00') //胡凡珍
    ,array( 'user'=>'13905391175' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-29 00:00:00') //高恒新
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>4,'tjrq'=>'2017-12-29 00:00:00') //李利
    ,array( 'user'=>'15949880912' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-29 00:00:00') //毛一鸣
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-12-29 00:00:00') //迟洪艳
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2017-12-29 00:00:00') //张惠
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-12-29 00:00:00') //林军
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-12-29 00:00:00') //隋艳霞
    ,array( 'user'=>'13173078555' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2017-12-30 00:00:00') //邵明凤
    ,array( 'user'=>'13305395444' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2017-12-30 00:00:00') //褚富霞
    ,array( 'user'=>'15563627515' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-30 00:00:00') //刘蒙
    ,array( 'user'=>'13905391175' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-30 00:00:00') //高恒新
    ,array( 'user'=>'15966570777' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-30 00:00:00') //吴军
    ,array( 'user'=>'13854931768' , 'type'=>0, 'fenShu'=>5,'tjrq'=>'2017-12-30 00:00:00') //周杨
    ,array( 'user'=>'15806906362' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-30 00:00:00') //周青
    ,array( 'user'=>'13969927513' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2017-12-30 00:00:00') //王倩
    ,array( 'user'=>'13905391175' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-31 00:00:00') //高恒新
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-31 00:00:00') //李利
    ,array( 'user'=>'15966570777' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-31 00:00:00') //吴军
    ,array( 'user'=>'18653517856  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-31 00:00:00') //马大伟
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-31 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2017-12-31 00:00:00') //毛丽坤
    ,array( 'user'=>'15244508917' , 'type'=>0, 'fenShu'=>9,'tjrq'=>'2017-12-31 00:00:00') //刘海燕
    ,array( 'user'=>'18162098222' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-01 00:00:00') //陈萌
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-01 00:00:00') //徐振兴
    ,array( 'user'=>'15269960789' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-01 00:00:00') //尹永杰
    ,array( 'user'=>'18953932111' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-01 00:00:00') //孙伟
    ,array( 'user'=>'13563922232' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-01 00:00:00') //黄冠
    ,array( 'user'=>'13953967383' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-01 00:00:00') //胡凡珍
    ,array( 'user'=>'18660998626' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-01 00:00:00') //刘镇
    ,array( 'user'=>'13355033766' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-01 00:00:00') //徐增欣
    ,array( 'user'=>'15966570777' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-02 00:00:00') //吴军
    ,array( 'user'=>'18612539198' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-02 00:00:00') //王逍宇
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-02 00:00:00') //迟洪艳
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-02 00:00:00') //张惠
    ,array( 'user'=>'15653545558' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-02 00:00:00') //梁旭霖
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-02 00:00:00') //林军
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-02 00:00:00') //隋艳霞
    ,array( 'user'=>'15806906362' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-02 00:00:00') //周青
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-03 00:00:00') //徐振兴
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-03 00:00:00') //李利
    ,array( 'user'=>'15949880912' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-03 00:00:00') //毛一鸣
    ,array( 'user'=>'15949880912' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-03 00:00:00') //毛一鸣
    ,array( 'user'=>'15949880912' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-03 00:00:00') //毛一鸣
    ,array( 'user'=>'18612539198' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-03 00:00:00') //王逍宇
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-03 00:00:00') //毛建华
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-03 00:00:00') //刘兆科
    ,array( 'user'=>'15244508917' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-03 00:00:00') //刘海燕
    ,array( 'user'=>'15269960789' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-04 00:00:00') //尹永杰
    ,array( 'user'=>'13953967383' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-04 00:00:00') //胡凡珍
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-04 00:00:00') //林军
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-04 00:00:00') //隋艳霞
    ,array( 'user'=>'13854931768' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-04 00:00:00') //周杨
    ,array( 'user'=>'13969927513' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-04 00:00:00') //王倩
    ,array( 'user'=>'13173078555' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-05 00:00:00') //邵明凤
    ,array( 'user'=>'15966570777' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-05 00:00:00') //吴军
    ,array( 'user'=>'18612539198' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-05 00:00:00') //王逍宇
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-06 00:00:00') //李利
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-06 00:00:00') //迟洪艳
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-06 00:00:00') //张惠
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-06 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-06 00:00:00') //毛丽坤
    ,array( 'user'=>'15244508917' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-06 00:00:00') //刘海燕
    ,array( 'user'=>'15269960789' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-07 00:00:00') //尹永杰
    ,array( 'user'=>'13954990567' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-07 00:00:00') //尹昌峰
    ,array( 'user'=>'13953967383' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-07 00:00:00') //胡凡珍
    ,array( 'user'=>'15949880912' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-07 00:00:00') //毛一鸣
    ,array( 'user'=>'15653545558' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-07 00:00:00') //梁旭霖
    ,array( 'user'=>'18653517856  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-07 00:00:00') //马大伟
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-07 00:00:00') //刘兆科
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-07 00:00:00') //林军
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-07 00:00:00') //隋艳霞
    ,array( 'user'=>'15269960789' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-08 00:00:00') //尹永杰
    ,array( 'user'=>'15966570777' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-08 00:00:00') //吴军
    ,array( 'user'=>'18612539198' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-08 00:00:00') //王逍宇
    ,array( 'user'=>'18805390167' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-08 00:00:00') //王晓伟
    ,array( 'user'=>'13013518345' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-08 00:00:00') //陆正
    ,array( 'user'=>'15054980657' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-08 00:00:00') //高同铃
    ,array( 'user'=>'13589860685' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2018-01-08 00:00:00') //林传东
    ,array( 'user'=>'15069953711' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-09 00:00:00') //李春美
    ,array( 'user'=>'13173078555' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-09 00:00:00') //邵明凤
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-09 00:00:00') //李利
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-09 00:00:00') //迟洪艳
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-09 00:00:00') //张惠
    ,array( 'user'=>'18653517856  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-09 00:00:00') //马大伟
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-09 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-09 00:00:00') //毛丽坤
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-09 00:00:00') //刘兆科
    ,array( 'user'=>'15244508917' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-09 00:00:00') //刘海燕
    ,array( 'user'=>'15092979775' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-10 00:00:00') //宋乐乐
    ,array( 'user'=>'15269960789' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-10 00:00:00') //尹永杰
    ,array( 'user'=>'18369433222' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-10 00:00:00') //王帅
    ,array( 'user'=>'13173078555' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-10 00:00:00') //邵明凤
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-10 00:00:00') //林军
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-10 00:00:00') //隋艳霞
    ,array( 'user'=>'13854931768' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-10 00:00:00') //周杨
    ,array( 'user'=>'15966570777' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-11 00:00:00') //吴军
    ,array( 'user'=>'18612539198' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-11 00:00:00') //王逍宇
    ,array( 'user'=>'18653517856  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-11 00:00:00') //马大伟
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-11 00:00:00') //刘兆科
    ,array( 'user'=>'13589860685' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-11 00:00:00') //林传东
    ,array( 'user'=>'15588179567' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2018-01-12 00:00:00') //刘金光
    ,array( 'user'=>'18263918333' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-12 00:00:00') //张明辉
    ,array( 'user'=>'13256577066' , 'type'=>0, 'fenShu'=>12,'tjrq'=>'2018-01-12 00:00:00') //邵长存
    ,array( 'user'=>'13173078555' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-12 00:00:00') //邵明凤
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-12 00:00:00') //李利
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-12 00:00:00') //迟洪艳
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-12 00:00:00') //张惠
    ,array( 'user'=>'15653545558' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-12 00:00:00') //梁旭霖
    ,array( 'user'=>'18653517856  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-12 00:00:00') //马大伟
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-12 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-12 00:00:00') //毛丽坤
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-12 00:00:00') //刘兆科
    ,array( 'user'=>'15244508917' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-12 00:00:00') //刘海燕
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-13 00:00:00') //徐振兴
    ,array( 'user'=>'15269960789' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-13 00:00:00') //尹永杰
    ,array( 'user'=>'18369433222' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-13 00:00:00') //王帅
    ,array( 'user'=>'13953967383' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-13 00:00:00') //胡凡珍
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-13 00:00:00') //迟洪艳
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-13 00:00:00') //张惠
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-13 00:00:00') //刘兆科
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-13 00:00:00') //林军
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-13 00:00:00') //隋艳霞
    ,array( 'user'=>'13365398711' , 'type'=>0, 'fenShu'=>5,'tjrq'=>'2018-01-13 00:00:00') //陆荣荣
    ,array( 'user'=>'13854931768' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-13 00:00:00') //周杨
    ,array( 'user'=>'13280590699' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-13 00:00:00') //刘开国
    ,array( 'user'=>'17862224567' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-13 00:00:00') //蒋甜甜
    ,array( 'user'=>'13013518345' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-13 00:00:00') //陆正
    ,array( 'user'=>'13173078555' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-14 00:00:00') //邵明凤
    ,array( 'user'=>'15966570777' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-14 00:00:00') //吴军
    ,array( 'user'=>'18612539198' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-14 00:00:00') //王逍宇
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-14 00:00:00') //刘兆科
    ,array( 'user'=>'13589860685' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-14 00:00:00') //林传东
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-15 00:00:00') //徐振兴
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-15 00:00:00') //李利
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-15 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-15 00:00:00') //毛丽坤
    ,array( 'user'=>'13365398711' , 'type'=>0, 'fenShu'=>5,'tjrq'=>'2018-01-15 00:00:00') //陆荣荣
    ,array( 'user'=>'13953957878' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-15 00:00:00') //宋众铭
    ,array( 'user'=>'15244508917' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-15 00:00:00') //刘海燕
    ,array( 'user'=>'15269960789' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-16 00:00:00') //尹永杰
    ,array( 'user'=>'13695399888' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2018-01-16 00:00:00') //邱蕾
    ,array( 'user'=>'13953967383' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-16 00:00:00') //胡凡珍
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-16 00:00:00') //迟洪艳
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-16 00:00:00') //张惠
    ,array( 'user'=>'18653517856  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-16 00:00:00') //马大伟
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-16 00:00:00') //刘兆科
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-16 00:00:00') //林军
    ,array( 'user'=>'13603853176' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2018-01-16 00:00:00') //徐保杰
    ,array( 'user'=>'13938089600' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2018-01-16 00:00:00') //李东
    ,array( 'user'=>'13854931768' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-16 00:00:00') //周杨
    ,array( 'user'=>'13160060999' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-16 00:00:00') //朱家君
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-17 00:00:00') //徐振兴
    ,array( 'user'=>'13305395444' , 'type'=>0, 'fenShu'=>9,'tjrq'=>'2018-01-17 00:00:00') //褚富霞
    ,array( 'user'=>'15966570777' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-17 00:00:00') //吴军
    ,array( 'user'=>'18612539198' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-17 00:00:00') //王逍宇
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-17 00:00:00') //刘兆科
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-17 00:00:00') //隋艳霞
    ,array( 'user'=>'15205399111' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2018-01-17 00:00:00') //邱春伟
    ,array( 'user'=>'13013518345' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-17 00:00:00') //陆正
    ,array( 'user'=>'15806906362' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-17 00:00:00') //周青
    ,array( 'user'=>'13589860685' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-17 00:00:00') //林传东
    ,array( 'user'=>'15588179567' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-18 00:00:00') //刘金光
    ,array( 'user'=>'13256577066' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-18 00:00:00') //邵长存
    ,array( 'user'=>'13645158775' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-18 00:00:00') //李福生
    ,array( 'user'=>'13851629319' , 'type'=>0, 'fenShu'=>8,'tjrq'=>'2018-01-18 00:00:00') //冯子涵
    ,array( 'user'=>'13586881005' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-18 00:00:00') //姚彩菊
    ,array( 'user'=>'18451096965' , 'type'=>0, 'fenShu'=>8,'tjrq'=>'2018-01-18 00:00:00') //夏从梅
    ,array( 'user'=>'13357706439' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-18 00:00:00') //马红旗
    ,array( 'user'=>'17721541694' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-18 00:00:00') //王祝安
    ,array( 'user'=>'13770947250' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-18 00:00:00') //范宁生
    ,array( 'user'=>'18610068001' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-18 00:00:00') //范青
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-18 00:00:00') //李利
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-18 00:00:00') //迟洪艳
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-18 00:00:00') //张惠
    ,array( 'user'=>'15653545558' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-18 00:00:00') //梁旭霖
    ,array( 'user'=>'18653517856  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-18 00:00:00') //马大伟
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-18 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-18 00:00:00') //毛丽坤
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-18 00:00:00') //刘兆科
    ,array( 'user'=>'13912216998' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-18 00:00:00') //周永莲
    ,array( 'user'=>'18020133399' , 'type'=>0, 'fenShu'=>5,'tjrq'=>'2018-01-18 00:00:00') //张新猛
    ,array( 'user'=>'15850480554' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-18 00:00:00') //谢梦露
    ,array( 'user'=>'18651522826' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-18 00:00:00') //陈甦
    ,array( 'user'=>'13862758798' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-18 00:00:00') //石光霞
    ,array( 'user'=>'13862772768' , 'type'=>0, 'fenShu'=>5,'tjrq'=>'2018-01-18 00:00:00') //沈红飞
    ,array( 'user'=>'15190893498' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-18 00:00:00') //张利
    ,array( 'user'=>'13584638511' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-18 00:00:00') //张小华
    ,array( 'user'=>'13914365269' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-18 00:00:00') //张瑞华
    ,array( 'user'=>'13914360626' , 'type'=>0, 'fenShu'=>6,'tjrq'=>'2018-01-18 00:00:00') //吴兴红
    ,array( 'user'=>'13506273908' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-18 00:00:00') //张云红
    ,array( 'user'=>'17601461060' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-18 00:00:00') //夏俊朋
    ,array( 'user'=>'13773777058' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-18 00:00:00') //陈浩
    ,array( 'user'=>'13852857355' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-18 00:00:00') //陆金凤
    ,array( 'user'=>'15061021133' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-18 00:00:00') //殷卫娟
    ,array( 'user'=>'18362158050' , 'type'=>0, 'fenShu'=>5,'tjrq'=>'2018-01-18 00:00:00') //陈永和
    ,array( 'user'=>'13962705699' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-18 00:00:00') //钱碧飞
    ,array( 'user'=>'15962359593' , 'type'=>0, 'fenShu'=>5,'tjrq'=>'2018-01-18 00:00:00') //周永芳
    ,array( 'user'=>'15244508917' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-18 00:00:00') //刘海燕
    ,array( 'user'=>'15588117770' , 'type'=>0, 'fenShu'=>5,'tjrq'=>'2018-01-18 00:00:00') //魏园栋
    ,array( 'user'=>'18061655400' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-18 00:00:00') //吴秀云
    ,array( 'user'=>'13851600805' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-18 00:00:00') //孙海林
    ,array( 'user'=>'18913978889' , 'type'=>0, 'fenShu'=>5,'tjrq'=>'2018-01-18 00:00:00') //薛伟佩
    ,array( 'user'=>'13851418267' , 'type'=>0, 'fenShu'=>8,'tjrq'=>'2018-01-18 00:00:00') //王元芬
    ,array( 'user'=>'13645157757' , 'type'=>0, 'fenShu'=>6,'tjrq'=>'2018-01-18 00:00:00') //谢美艺
    ,array( 'user'=>'13376088401' , 'type'=>0, 'fenShu'=>6,'tjrq'=>'2018-01-18 00:00:00') //王凤萍
    ,array( 'user'=>'15580841036' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-18 00:00:00') //郭玲
    ,array( 'user'=>'18805156219' , 'type'=>0, 'fenShu'=>5,'tjrq'=>'2018-01-18 00:00:00') //朱焕之
    ,array( 'user'=>'13851494919' , 'type'=>0, 'fenShu'=>6,'tjrq'=>'2018-01-18 00:00:00') //冯楠妮
    ,array( 'user'=>'13365253353' , 'type'=>0, 'fenShu'=>5,'tjrq'=>'2018-01-18 00:00:00') //朱兆军
    ,array( 'user'=>'15335035969' , 'type'=>0, 'fenShu'=>5,'tjrq'=>'2018-01-18 00:00:00') //陈兆芹
    ,array( 'user'=>'13951392072' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-18 00:00:00') //胡海
    ,array( 'user'=>'15269960789' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-19 00:00:00') //尹永杰
    ,array( 'user'=>'18315719000' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2018-01-19 00:00:00') //陈文超
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-19 00:00:00') //刘兆科
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-19 00:00:00') //林军
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-19 00:00:00') //隋艳霞
    ,array( 'user'=>'13365398711' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-19 00:00:00') //陆荣荣
    ,array( 'user'=>'13854931768' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-19 00:00:00') //周杨
    ,array( 'user'=>'18669671133' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-19 00:00:00') //王海娜
    ,array( 'user'=>'13173078555' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-20 00:00:00') //邵明凤
    ,array( 'user'=>'15966570777' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-20 00:00:00') //吴军
    ,array( 'user'=>'18612539198' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-20 00:00:00') //王逍宇
    ,array( 'user'=>'13589860685' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-20 00:00:00') //林传东
    ,array( 'user'=>'13256577066' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-21 00:00:00') //邵长存
    ,array( 'user'=>'18053932229' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-21 00:00:00') //聂倩
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-21 00:00:00') //李利
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-21 00:00:00') //张惠
    ,array( 'user'=>'18653517856  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-21 00:00:00') //马大伟
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-21 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-21 00:00:00') //毛丽坤
    ,array( 'user'=>'15993063199' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-21 00:00:00') //胡红云
    ,array( 'user'=>'13013518345' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-21 00:00:00') //陆正
    ,array( 'user'=>'15244508917' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-21 00:00:00') //刘海燕
    ,array( 'user'=>'18669671133' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-21 00:00:00') //王海娜
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-22 00:00:00') //徐振兴
    ,array( 'user'=>'18669517166' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-22 00:00:00') //赵炳谦
    ,array( 'user'=>'13256577066' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-22 00:00:00') //邵长存
    ,array( 'user'=>'15269960789' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-22 00:00:00') //尹永杰
    ,array( 'user'=>'13954990567' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-22 00:00:00') //尹昌峰
    ,array( 'user'=>'13305395444' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-22 00:00:00') //褚富霞
    ,array( 'user'=>'13953967383' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-22 00:00:00') //胡凡珍
    ,array( 'user'=>'18637311072' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-22 00:00:00') //徐兴格
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-22 00:00:00') //迟洪艳
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-22 00:00:00') //刘兆科
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-22 00:00:00') //林军
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-22 00:00:00') //隋艳霞
    ,array( 'user'=>'13803855060' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-22 00:00:00') //柴梦梦
    ,array( 'user'=>'13603853176' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-22 00:00:00') //徐保杰
    ,array( 'user'=>'13938089600' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-22 00:00:00') //李东
    ,array( 'user'=>'13365398711' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-22 00:00:00') //陆荣荣
    ,array( 'user'=>'13854931768' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-22 00:00:00') //周杨
    ,array( 'user'=>'13160060999' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-22 00:00:00') //朱家君
    ,array( 'user'=>'13256577066' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-23 00:00:00') //邵长存
    ,array( 'user'=>'18315719000' , 'type'=>0, 'fenShu'=>8,'tjrq'=>'2018-01-23 00:00:00') //陈文超
    ,array( 'user'=>'13173078555' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-23 00:00:00') //邵明凤
    ,array( 'user'=>'13305395444' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-23 00:00:00') //褚富霞
    ,array( 'user'=>'13905391175' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-23 00:00:00') //高恒新
    ,array( 'user'=>'15966570777' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-23 00:00:00') //吴军
    ,array( 'user'=>'13803855060' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-23 00:00:00') //柴梦梦
    ,array( 'user'=>'15993063199' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-23 00:00:00') //胡红云
    ,array( 'user'=>'13854931768' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-23 00:00:00') //周杨
    ,array( 'user'=>'15966409000' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-23 00:00:00') //高青山
    ,array( 'user'=>'18660998626' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-23 00:00:00') //刘镇
    ,array( 'user'=>'13013518345' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-23 00:00:00') //陆正
    ,array( 'user'=>'15094755616' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-23 00:00:00') //魏雪华
    ,array( 'user'=>'13589860685' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-23 00:00:00') //林传东
    ,array( 'user'=>'15244508917' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-23 00:00:00') //刘海燕
    ,array( 'user'=>'18669671133' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-23 00:00:00') //王海娜
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-24 00:00:00') //徐振兴
    ,array( 'user'=>'13969969259' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2018-01-24 00:00:00') //田会峰
    ,array( 'user'=>'18263918333' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-24 00:00:00') //张明辉
    ,array( 'user'=>'13256577066' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-24 00:00:00') //邵长存
    ,array( 'user'=>'15069953711' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-24 00:00:00') //李春美
    ,array( 'user'=>'18315719000' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-24 00:00:00') //陈文超
    ,array( 'user'=>'13173078555' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-24 00:00:00') //邵明凤
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-24 00:00:00') //李利
    ,array( 'user'=>'18612539198' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-24 00:00:00') //王逍宇
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-24 00:00:00') //张惠
    ,array( 'user'=>'15653545558' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-24 00:00:00') //梁旭霖
    ,array( 'user'=>'18653517856  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-24 00:00:00') //马大伟
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-24 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-24 00:00:00') //毛丽坤
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-24 00:00:00') //刘兆科
    ,array( 'user'=>'13803855060' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-24 00:00:00') //柴梦梦
    ,array( 'user'=>'15993063199' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-24 00:00:00') //胡红云
    ,array( 'user'=>'15094755616' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-24 00:00:00') //魏雪华
    ,array( 'user'=>'15244508917' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-24 00:00:00') //刘海燕
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-25 00:00:00') //徐振兴
    ,array( 'user'=>'15269960789' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-25 00:00:00') //尹永杰
    ,array( 'user'=>'13954990567' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-25 00:00:00') //尹昌峰
    ,array( 'user'=>'13953967383' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-25 00:00:00') //胡凡珍
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-25 00:00:00') //迟洪艳
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-25 00:00:00') //林军
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-25 00:00:00') //隋艳霞
    ,array( 'user'=>'13803855060' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-25 00:00:00') //柴梦梦
    ,array( 'user'=>'13938089600' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-25 00:00:00') //李东
    ,array( 'user'=>'15993063199' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-25 00:00:00') //胡红云
    ,array( 'user'=>'13805397721' , 'type'=>0, 'fenShu'=>11,'tjrq'=>'2018-01-25 00:00:00') //周志友
    ,array( 'user'=>'13365398711' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-25 00:00:00') //陆荣荣
    ,array( 'user'=>'15094755616' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-25 00:00:00') //魏雪华
    ,array( 'user'=>'13561909787' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-25 00:00:00') //戚立修
    ,array( 'user'=>'13355033766' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-25 00:00:00') //徐增欣
    ,array( 'user'=>'18369433222' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-26 00:00:00') //王帅
    ,array( 'user'=>'13173078555' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-26 00:00:00') //邵明凤
    ,array( 'user'=>'15966570777' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-26 00:00:00') //吴军
    ,array( 'user'=>'18612539198' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-26 00:00:00') //王逍宇
    ,array( 'user'=>'13589860685' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-26 00:00:00') //林传东
    ,array( 'user'=>'15244508917' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-26 00:00:00') //刘海燕
    ,array( 'user'=>'15588179567' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-27 00:00:00') //刘金光
    ,array( 'user'=>'18263918333' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-27 00:00:00') //张明辉
    ,array( 'user'=>'13256577066' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-27 00:00:00') //邵长存
    ,array( 'user'=>'13645158775' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-27 00:00:00') //李福生
    ,array( 'user'=>'13851629319' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-27 00:00:00') //冯子涵
    ,array( 'user'=>'18315719000' , 'type'=>0, 'fenShu'=>5,'tjrq'=>'2018-01-27 00:00:00') //陈文超
    ,array( 'user'=>'13305395444' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-27 00:00:00') //褚富霞
    ,array( 'user'=>'13357706439' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-27 00:00:00') //马红旗
    ,array( 'user'=>'17721541694' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-27 00:00:00') //王祝安
    ,array( 'user'=>'13770947250' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-27 00:00:00') //范宁生
    ,array( 'user'=>'18610068001' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-27 00:00:00') //范青
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-27 00:00:00') //李利
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-27 00:00:00') //张惠
    ,array( 'user'=>'18653517856  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-27 00:00:00') //马大伟
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-27 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-27 00:00:00') //毛丽坤
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-27 00:00:00') //刘兆科
    ,array( 'user'=>'15244508917' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-27 00:00:00') //刘海燕
    ,array( 'user'=>'15588117770' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-27 00:00:00') //魏园栋
    ,array( 'user'=>'18061655400' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-27 00:00:00') //吴秀云
    ,array( 'user'=>'13851600805' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-27 00:00:00') //孙海林
    ,array( 'user'=>'18913978889' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-27 00:00:00') //薛伟佩
    ,array( 'user'=>'13851418267' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-27 00:00:00') //王元芬
    ,array( 'user'=>'13645157757' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-27 00:00:00') //谢美艺
    ,array( 'user'=>'13376088401' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-27 00:00:00') //王凤萍
    ,array( 'user'=>'15580841036' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-27 00:00:00') //郭玲
    ,array( 'user'=>'18805156219' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-27 00:00:00') //朱焕之
    ,array( 'user'=>'13851494919' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-27 00:00:00') //冯楠妮
    ,array( 'user'=>'13365253353' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-27 00:00:00') //朱兆军
    ,array( 'user'=>'15335035969' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-27 00:00:00') //陈兆芹
    ,array( 'user'=>'13953967383' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-28 00:00:00') //胡凡珍
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-28 00:00:00') //迟洪艳
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-28 00:00:00') //林军
    ,array( 'user'=>'13803855060' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-28 00:00:00') //柴梦梦
    ,array( 'user'=>'13603853176' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-28 00:00:00') //徐保杰
    ,array( 'user'=>'13938089600' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-28 00:00:00') //李东
    ,array( 'user'=>'15993063199' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-28 00:00:00') //胡红云
    ,array( 'user'=>'13365398711' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-28 00:00:00') //陆荣荣
    ,array( 'user'=>'13013518345' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-28 00:00:00') //陆正
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-29 00:00:00') //徐振兴
    ,array( 'user'=>'15269960789' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-29 00:00:00') //尹永杰
    ,array( 'user'=>'18315719000' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-29 00:00:00') //陈文超
    ,array( 'user'=>'13173078555' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-29 00:00:00') //邵明凤
    ,array( 'user'=>'15966570777' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-29 00:00:00') //吴军
    ,array( 'user'=>'18612539198' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-29 00:00:00') //王逍宇
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-29 00:00:00') //隋艳霞
    ,array( 'user'=>'15205399111' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-29 00:00:00') //邱春伟
    ,array( 'user'=>'15054980657' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-29 00:00:00') //高同铃
    ,array( 'user'=>'13589860685' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-29 00:00:00') //林传东
    ,array( 'user'=>'13355033766' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-29 00:00:00') //徐增欣
    ,array( 'user'=>'15269960789' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-30 00:00:00') //尹永杰
    ,array( 'user'=>'13305395444' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-30 00:00:00') //褚富霞
    ,array( 'user'=>'13905391175' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-30 00:00:00') //高恒新
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-30 00:00:00') //李利
    ,array( 'user'=>'15949880912' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-30 00:00:00') //毛一鸣
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-30 00:00:00') //张惠
    ,array( 'user'=>'18653517856  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-30 00:00:00') //马大伟
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-30 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-30 00:00:00') //毛丽坤
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-30 00:00:00') //刘兆科
    ,array( 'user'=>'13953957878' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-30 00:00:00') //宋众铭
    ,array( 'user'=>'13792937866' , 'type'=>0, 'fenShu'=>5,'tjrq'=>'2018-01-30 00:00:00') //尹传展
    ,array( 'user'=>'15244508917' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-30 00:00:00') //刘海燕
    ,array( 'user'=>'13969969259' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-31 00:00:00') //田会峰
    ,array( 'user'=>'15269960789' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-31 00:00:00') //尹永杰
    ,array( 'user'=>'13954990567' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-31 00:00:00') //尹昌峰
    ,array( 'user'=>'18369433222' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-31 00:00:00') //王帅
    ,array( 'user'=>'13953967383' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-31 00:00:00') //胡凡珍
    ,array( 'user'=>'15949880912' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-31 00:00:00') //毛一鸣
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-31 00:00:00') //林春芬
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-01-31 00:00:00') //迟洪艳
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>4,'tjrq'=>'2018-01-31 00:00:00') //毛丽坤
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-31 00:00:00') //林军
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-31 00:00:00') //隋艳霞
    ,array( 'user'=>'13803855060' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-31 00:00:00') //柴梦梦
    ,array( 'user'=>'13603853176' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-31 00:00:00') //徐保杰
    ,array( 'user'=>'13938089600' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-31 00:00:00') //李东
    ,array( 'user'=>'13365398711' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-31 00:00:00') //陆荣荣
    ,array( 'user'=>'13013518345' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-01-31 00:00:00') //陆正
    ,array( 'user'=>'18669671133' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-01-31 00:00:00') //王海娜
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-01 00:00:00') //徐振兴
    ,array( 'user'=>'18669517166' , 'type'=>0, 'fenShu'=>7,'tjrq'=>'2018-02-01 00:00:00') //赵炳谦
    ,array( 'user'=>'13256577066' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-01 00:00:00') //邵长存
    ,array( 'user'=>'18315719000' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-01 00:00:00') //陈文超
    ,array( 'user'=>'13563922232' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-01 00:00:00') //黄冠
    ,array( 'user'=>'13173078555' , 'type'=>0, 'fenShu'=>4,'tjrq'=>'2018-02-01 00:00:00') //邵明凤
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-01 00:00:00') //林春芬
    ,array( 'user'=>'15966570777' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-01 00:00:00') //吴军
    ,array( 'user'=>'18612539198' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-01 00:00:00') //王逍宇
    ,array( 'user'=>'13953916660' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2018-02-01 00:00:00') //戚秀芬
    ,array( 'user'=>'13805397721' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-01 00:00:00') //周志友
    ,array( 'user'=>'15205399111' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-01 00:00:00') //邱春伟
    ,array( 'user'=>'18660998626' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-01 00:00:00') //刘镇
    ,array( 'user'=>'13953957878' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-01 00:00:00') //宋众铭
    ,array( 'user'=>'13853970808' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-01 00:00:00') //赵学兰
    ,array( 'user'=>'13589860685' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-01 00:00:00') //林传东
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-02 00:00:00') //徐振兴
    ,array( 'user'=>'13969969259' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-02 00:00:00') //田会峰
    ,array( 'user'=>'15588179567' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-02 00:00:00') //刘金光
    ,array( 'user'=>'15092979775' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-02 00:00:00') //宋乐乐
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-02 00:00:00') //李利
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-02 00:00:00') //林春芬
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-02 00:00:00') //张惠
    ,array( 'user'=>'18653517856  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-02 00:00:00') //马大伟
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-02 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-02 00:00:00') //毛丽坤
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-02 00:00:00') //刘兆科
    ,array( 'user'=>'15094755616' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-02 00:00:00') //魏雪华
    ,array( 'user'=>'15244508917' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-02 00:00:00') //刘海燕
    ,array( 'user'=>'15269960789' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-03 00:00:00') //尹永杰
    ,array( 'user'=>'13954990567' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-03 00:00:00') //尹昌峰
    ,array( 'user'=>'18953932111' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-03 00:00:00') //孙伟
    ,array( 'user'=>'15069953711' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-03 00:00:00') //李春美
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-03 00:00:00') //林春芬
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-03 00:00:00') //迟洪艳
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-03 00:00:00') //林军
    ,array( 'user'=>'18669987933' , 'type'=>0, 'fenShu'=>11,'tjrq'=>'2018-02-03 00:00:00') //许婷
    ,array( 'user'=>'13803855060' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-03 00:00:00') //柴梦梦
    ,array( 'user'=>'13603853176' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-03 00:00:00') //徐保杰
    ,array( 'user'=>'13938089600' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-03 00:00:00') //李东
    ,array( 'user'=>'15993063199' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-03 00:00:00') //胡红云
    ,array( 'user'=>'13805397721' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-03 00:00:00') //周志友
    ,array( 'user'=>'13365398711' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-03 00:00:00') //陆荣荣
    ,array( 'user'=>'13854931768' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-03 00:00:00') //周杨
    ,array( 'user'=>'13013518345' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-03 00:00:00') //陆正
    ,array( 'user'=>'18315719000' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-04 00:00:00') //陈文超
    ,array( 'user'=>'13173078555' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-04 00:00:00') //邵明凤
    ,array( 'user'=>'15949880912' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-04 00:00:00') //毛一鸣
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-04 00:00:00') //林春芬
    ,array( 'user'=>'15966570777' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-04 00:00:00') //吴军
    ,array( 'user'=>'18612539198' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-04 00:00:00') //王逍宇
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-04 00:00:00') //隋艳霞
    ,array( 'user'=>'13589860685' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-04 00:00:00') //林传东
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-05 00:00:00') //徐振兴
    ,array( 'user'=>'13256577066' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-05 00:00:00') //邵长存
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-05 00:00:00') //李利
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-05 00:00:00') //林春芬
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-05 00:00:00') //张惠
    ,array( 'user'=>'15653545558' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-05 00:00:00') //梁旭霖
    ,array( 'user'=>'18653517856  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-05 00:00:00') //马大伟
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-05 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-05 00:00:00') //毛丽坤
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-05 00:00:00') //刘兆科
    ,array( 'user'=>'13589696158' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-05 00:00:00') //徐倩
    ,array( 'user'=>'13953916660' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-05 00:00:00') //戚秀芬
    ,array( 'user'=>'15244508917' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-05 00:00:00') //刘海燕
    ,array( 'user'=>'13356999836' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-05 00:00:00') //毛建军
    ,array( 'user'=>'13969969259' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-06 00:00:00') //田会峰
    ,array( 'user'=>'18669517166' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2018-02-06 00:00:00') //赵炳谦
    ,array( 'user'=>'15269960789' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-06 00:00:00') //尹永杰
    ,array( 'user'=>'13954990567' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-06 00:00:00') //尹昌峰
    ,array( 'user'=>'15264492456' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2018-02-06 00:00:00') //刘涛
    ,array( 'user'=>'13305395444' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-06 00:00:00') //褚富霞
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-06 00:00:00') //林春芬
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-06 00:00:00') //迟洪艳
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-06 00:00:00') //林军
    ,array( 'user'=>'13803855060' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-06 00:00:00') //柴梦梦
    ,array( 'user'=>'13603853176' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-06 00:00:00') //徐保杰
    ,array( 'user'=>'13938089600' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-06 00:00:00') //李东
    ,array( 'user'=>'15993063199' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-06 00:00:00') //胡红云
    ,array( 'user'=>'13365398711' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-06 00:00:00') //陆荣荣
    ,array( 'user'=>'13854931768' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-06 00:00:00') //周杨
    ,array( 'user'=>'13013518345' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-06 00:00:00') //陆正
    ,array( 'user'=>'18315719000' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-07 00:00:00') //陈文超
    ,array( 'user'=>'13173078555' , 'type'=>0, 'fenShu'=>4,'tjrq'=>'2018-02-07 00:00:00') //邵明凤
    ,array( 'user'=>'13305395444' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-07 00:00:00') //褚富霞
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-07 00:00:00') //林春芬
    ,array( 'user'=>'15966570777' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-07 00:00:00') //吴军
    ,array( 'user'=>'18612539198' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-07 00:00:00') //王逍宇
    ,array( 'user'=>'15205399111' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-07 00:00:00') //邱春伟
    ,array( 'user'=>'13589860685' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-07 00:00:00') //林传东
    ,array( 'user'=>'13355033766' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-07 00:00:00') //徐增欣
    ,array( 'user'=>'13176990165' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-07 00:00:00') //尤洪霞
    ,array( 'user'=>'18669671133' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-07 00:00:00') //王海娜
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-08 00:00:00') //徐振兴
    ,array( 'user'=>'15588179567' , 'type'=>0, 'fenShu'=>8,'tjrq'=>'2018-02-08 00:00:00') //刘金光
    ,array( 'user'=>'13256577066' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-08 00:00:00') //邵长存
    ,array( 'user'=>'13563922232' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-08 00:00:00') //黄冠
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-08 00:00:00') //李利
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-08 00:00:00') //林春芬
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-08 00:00:00') //张惠
    ,array( 'user'=>'18653517856  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-08 00:00:00') //马大伟
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-08 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-08 00:00:00') //毛丽坤
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-08 00:00:00') //刘兆科
    ,array( 'user'=>'15993063199' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-08 00:00:00') //胡红云
    ,array( 'user'=>'13953916660' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-08 00:00:00') //戚秀芬
    ,array( 'user'=>'13792937866' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-08 00:00:00') //尹传展
    ,array( 'user'=>'13581096869' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-08 00:00:00') //冉令果
    ,array( 'user'=>'15806906362' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-08 00:00:00') //周青
    ,array( 'user'=>'15244508917' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-08 00:00:00') //刘海燕
    ,array( 'user'=>'15965393678' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2018-02-08 00:00:00') //管相岭
    ,array( 'user'=>'15588117770' , 'type'=>0, 'fenShu'=>4,'tjrq'=>'2018-02-08 00:00:00') //魏园栋
    ,array( 'user'=>'13176990165' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-08 00:00:00') //尤洪霞
    ,array( 'user'=>'18553939990' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-08 00:00:00') //史佩翠
    ,array( 'user'=>'15020303068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-09 00:00:00') //邵明亮
    ,array( 'user'=>'15269960789' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-09 00:00:00') //尹永杰
    ,array( 'user'=>'13954990567' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-09 00:00:00') //尹昌峰
    ,array( 'user'=>'13173078555' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-09 00:00:00') //邵明凤
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-09 00:00:00') //林春芬
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-09 00:00:00') //迟洪艳
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-09 00:00:00') //林军
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-09 00:00:00') //隋艳霞
    ,array( 'user'=>'18669987933' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-09 00:00:00') //许婷
    ,array( 'user'=>'13803855060' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-09 00:00:00') //柴梦梦
    ,array( 'user'=>'13603853176' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-09 00:00:00') //徐保杰
    ,array( 'user'=>'13938089600' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-09 00:00:00') //李东
    ,array( 'user'=>'13805397721' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-09 00:00:00') //周志友
    ,array( 'user'=>'13365398711' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-09 00:00:00') //陆荣荣
    ,array( 'user'=>'13605495615' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-09 00:00:00') //刘云华
    ,array( 'user'=>'13176990165' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-09 00:00:00') //尤洪霞
    ,array( 'user'=>'13969969259' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-10 00:00:00') //田会峰
    ,array( 'user'=>'18263918333' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-10 00:00:00') //张明辉
    ,array( 'user'=>'18315719000' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-10 00:00:00') //陈文超
    ,array( 'user'=>'13173078555' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-10 00:00:00') //邵明凤
    ,array( 'user'=>'15949880912' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-10 00:00:00') //毛一鸣
    ,array( 'user'=>'13356999001' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-10 00:00:00') //邹佳洪
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-10 00:00:00') //林春芬
    ,array( 'user'=>'18612539198' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-10 00:00:00') //王逍宇
    ,array( 'user'=>'13953916660' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-10 00:00:00') //戚秀芬
    ,array( 'user'=>'13280590699' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-10 00:00:00') //刘开国
    ,array( 'user'=>'13969927513' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-10 00:00:00') //王倩
    ,array( 'user'=>'13561909787' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-10 00:00:00') //戚立修
    ,array( 'user'=>'13589860685' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-10 00:00:00') //林传东
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-11 00:00:00') //徐振兴
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-11 00:00:00') //李利
    ,array( 'user'=>'15949880912' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-11 00:00:00') //毛一鸣
    ,array( 'user'=>'13356999002' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-11 00:00:00') //刘子琪
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-11 00:00:00') //林春芬
    ,array( 'user'=>'15966570777' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-11 00:00:00') //吴军
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-11 00:00:00') //张惠
    ,array( 'user'=>'15653545558' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-11 00:00:00') //梁旭霖
    ,array( 'user'=>'18653517856  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-11 00:00:00') //马大伟
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-11 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-11 00:00:00') //毛丽坤
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-11 00:00:00') //刘兆科
    ,array( 'user'=>'15993063199' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-11 00:00:00') //胡红云
    ,array( 'user'=>'13805397721' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-11 00:00:00') //周志友
    ,array( 'user'=>'13853910602' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-11 00:00:00') //王娟
    ,array( 'user'=>'15244508917' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-11 00:00:00') //刘海燕
    ,array( 'user'=>'15269960789' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-12 00:00:00') //尹永杰
    ,array( 'user'=>'13954990567' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-12 00:00:00') //尹昌峰
    ,array( 'user'=>'15264492456' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-12 00:00:00') //刘涛
    ,array( 'user'=>'15949880912' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-12 00:00:00') //毛一鸣
    ,array( 'user'=>'13356999003' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-12 00:00:00') //冯毅
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-12 00:00:00') //林春芬
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-12 00:00:00') //迟洪艳
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-12 00:00:00') //林军
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-12 00:00:00') //隋艳霞
    ,array( 'user'=>'18669987933' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-12 00:00:00') //许婷
    ,array( 'user'=>'13803855060' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-12 00:00:00') //柴梦梦
    ,array( 'user'=>'13603853176' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-12 00:00:00') //徐保杰
    ,array( 'user'=>'13938089600' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-12 00:00:00') //李东
    ,array( 'user'=>'13365398711' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-12 00:00:00') //陆荣荣
    ,array( 'user'=>'13013518345' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-12 00:00:00') //陆正
    ,array( 'user'=>'13969927513' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-12 00:00:00') //王倩
    ,array( 'user'=>'18669517166' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2018-02-13 00:00:00') //赵炳谦
    ,array( 'user'=>'15069953711' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-13 00:00:00') //李春美
    ,array( 'user'=>'15949880912' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-13 00:00:00') //毛一鸣
    ,array( 'user'=>'13356999004' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-13 00:00:00') //迟秀梅
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-13 00:00:00') //林春芬
    ,array( 'user'=>'15966570777' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-13 00:00:00') //吴军
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-13 00:00:00') //刘兆科
    ,array( 'user'=>'13953916660' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-13 00:00:00') //戚秀芬
    ,array( 'user'=>'15205399111' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-13 00:00:00') //邱春伟
    ,array( 'user'=>'13805390053' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-13 00:00:00') //张荣香
    ,array( 'user'=>'13581096869' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-13 00:00:00') //冉令果
    ,array( 'user'=>'15094755616' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-13 00:00:00') //魏雪华
    ,array( 'user'=>'13589860685' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-13 00:00:00') //林传东
    ,array( 'user'=>'13176990165' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-13 00:00:00') //尤洪霞
    ,array( 'user'=>'18553902505' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-13 00:00:00') //王京苓
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-14 00:00:00') //徐振兴
    ,array( 'user'=>'13969969259' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-14 00:00:00') //田会峰
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-14 00:00:00') //李利
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-14 00:00:00') //林春芬
    ,array( 'user'=>'18612539198' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-14 00:00:00') //王逍宇
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-14 00:00:00') //张惠
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-14 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-14 00:00:00') //毛丽坤
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-14 00:00:00') //刘兆科
    ,array( 'user'=>'13792937866' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-14 00:00:00') //尹传展
    ,array( 'user'=>'15054980657' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-14 00:00:00') //高同铃
    ,array( 'user'=>'15564966662' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-14 00:00:00') //王东坤
    ,array( 'user'=>'13605495615' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-14 00:00:00') //刘云华
    ,array( 'user'=>'15244508917' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-14 00:00:00') //刘海燕
    ,array( 'user'=>'15866999011' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-14 00:00:00') //刘计刚
    ,array( 'user'=>'13176990165' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-14 00:00:00') //尤洪霞
    ,array( 'user'=>'18263918333' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-15 00:00:00') //张明辉
    ,array( 'user'=>'15269960789' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-15 00:00:00') //尹永杰
    ,array( 'user'=>'13695399888' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2018-02-15 00:00:00') //邱蕾
    ,array( 'user'=>'15949880912' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-15 00:00:00') //毛一鸣
    ,array( 'user'=>'13356999005' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-15 00:00:00') //毛秉仁
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-15 00:00:00') //林春芬
    ,array( 'user'=>'15966570777' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-15 00:00:00') //吴军
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-15 00:00:00') //迟洪艳
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-15 00:00:00') //林军
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-15 00:00:00') //隋艳霞
    ,array( 'user'=>'13803855060' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-15 00:00:00') //柴梦梦
    ,array( 'user'=>'13603853176' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-15 00:00:00') //徐保杰
    ,array( 'user'=>'13938089600' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-15 00:00:00') //李东
    ,array( 'user'=>'15993063199' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-15 00:00:00') //胡红云
    ,array( 'user'=>'13805397721' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-15 00:00:00') //周志友
    ,array( 'user'=>'13365398711' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-15 00:00:00') //陆荣荣
    ,array( 'user'=>'13013518345' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-15 00:00:00') //陆正
    ,array( 'user'=>'13969927513' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-15 00:00:00') //王倩
    ,array( 'user'=>'15064500888' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2018-02-15 00:00:00') //曲世田
    ,array( 'user'=>'15866999011' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-15 00:00:00') //刘计刚
    ,array( 'user'=>'13173078555' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-16 00:00:00') //邵明凤
    ,array( 'user'=>'13356999004' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-16 00:00:00') //迟秀梅
    ,array( 'user'=>'13356999001' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-16 00:00:00') //邹佳洪
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-16 00:00:00') //林春芬
    ,array( 'user'=>'15966570777' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-16 00:00:00') //吴军
    ,array( 'user'=>'13589860685' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-16 00:00:00') //林传东
    ,array( 'user'=>'13969969259' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-17 00:00:00') //田会峰
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-17 00:00:00') //李利
    ,array( 'user'=>'13356999002' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-17 00:00:00') //刘子琪
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-17 00:00:00') //林春芬
    ,array( 'user'=>'18612539198' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-17 00:00:00') //王逍宇
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-17 00:00:00') //张惠
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-17 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-17 00:00:00') //毛丽坤
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-17 00:00:00') //刘兆科
    ,array( 'user'=>'15205399111' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-17 00:00:00') //邱春伟
    ,array( 'user'=>'15806906362' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-17 00:00:00') //周青
    ,array( 'user'=>'15244508917' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-17 00:00:00') //刘海燕
    ,array( 'user'=>'13954990567' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-18 00:00:00') //尹昌峰
    ,array( 'user'=>'13356999005' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-18 00:00:00') //毛秉仁
    ,array( 'user'=>'13356999003' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-18 00:00:00') //冯毅
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-18 00:00:00') //林春芬
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-18 00:00:00') //迟洪艳
    ,array( 'user'=>'15653545558' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-18 00:00:00') //梁旭霖
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-18 00:00:00') //林军
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-18 00:00:00') //隋艳霞
    ,array( 'user'=>'13803855060' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-18 00:00:00') //柴梦梦
    ,array( 'user'=>'13603853176' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-18 00:00:00') //徐保杰
    ,array( 'user'=>'13938089600' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-18 00:00:00') //李东
    ,array( 'user'=>'15993063199' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-18 00:00:00') //胡红云
    ,array( 'user'=>'13805397721' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-18 00:00:00') //周志友
    ,array( 'user'=>'13365398711' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-18 00:00:00') //陆荣荣
    ,array( 'user'=>'13854931768' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-18 00:00:00') //周杨
    ,array( 'user'=>'13013518345' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-18 00:00:00') //陆正
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-19 00:00:00') //徐振兴
    ,array( 'user'=>'13173078555' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-19 00:00:00') //邵明凤
    ,array( 'user'=>'13356999004' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-19 00:00:00') //迟秀梅
    ,array( 'user'=>'13356999001' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-19 00:00:00') //邹佳洪
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-19 00:00:00') //林春芬
    ,array( 'user'=>'15966570777' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-19 00:00:00') //吴军
    ,array( 'user'=>'13953916660' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-19 00:00:00') //戚秀芬
    ,array( 'user'=>'15205399111' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-19 00:00:00') //邱春伟
    ,array( 'user'=>'15064500888' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-19 00:00:00') //曲世田
    ,array( 'user'=>'13589860685' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-19 00:00:00') //林传东
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-20 00:00:00') //徐振兴
    ,array( 'user'=>'15588179567' , 'type'=>0, 'fenShu'=>5,'tjrq'=>'2018-02-20 00:00:00') //刘金光
    ,array( 'user'=>'15269960789' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-20 00:00:00') //尹永杰
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-20 00:00:00') //李利
    ,array( 'user'=>'13356999002' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-20 00:00:00') //刘子琪
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-20 00:00:00') //林春芬
    ,array( 'user'=>'18612539198' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-20 00:00:00') //王逍宇
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-20 00:00:00') //张惠
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-20 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-20 00:00:00') //毛丽坤
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-20 00:00:00') //刘兆科
    ,array( 'user'=>'15993063199' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-20 00:00:00') //胡红云
    ,array( 'user'=>'13953957878' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-20 00:00:00') //宋众铭
    ,array( 'user'=>'15244508917' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-20 00:00:00') //刘海燕
    ,array( 'user'=>'15965393678' , 'type'=>0, 'fenShu'=>7,'tjrq'=>'2018-02-20 00:00:00') //管相岭
    ,array( 'user'=>'15588117770' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-20 00:00:00') //魏园栋
    ,array( 'user'=>'15854925456' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-21 00:00:00') //李修花
    ,array( 'user'=>'13256577066' , 'type'=>0, 'fenShu'=>4,'tjrq'=>'2018-02-21 00:00:00') //邵长存
    ,array( 'user'=>'15269960789' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-21 00:00:00') //尹永杰
    ,array( 'user'=>'13954990567' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-21 00:00:00') //尹昌峰
    ,array( 'user'=>'18369433222' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-21 00:00:00') //王帅
    ,array( 'user'=>'13173078555' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-21 00:00:00') //邵明凤
    ,array( 'user'=>'13356999005' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-21 00:00:00') //毛秉仁
    ,array( 'user'=>'13356999003' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-21 00:00:00') //冯毅
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-21 00:00:00') //林春芬
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-21 00:00:00') //迟洪艳
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-21 00:00:00') //林军
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-21 00:00:00') //隋艳霞
    ,array( 'user'=>'13803855060' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-21 00:00:00') //柴梦梦
    ,array( 'user'=>'13603853176' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-21 00:00:00') //徐保杰
    ,array( 'user'=>'13938089600' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-21 00:00:00') //李东
    ,array( 'user'=>'13805397721' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-21 00:00:00') //周志友
    ,array( 'user'=>'13365398711' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-21 00:00:00') //陆荣荣
    ,array( 'user'=>'13854931768' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-21 00:00:00') //周杨
    ,array( 'user'=>'13013518345' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-21 00:00:00') //陆正
    ,array( 'user'=>'13792937866' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-21 00:00:00') //尹传展
    ,array( 'user'=>'15064500888' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-21 00:00:00') //曲世田
    ,array( 'user'=>'13176990165' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-21 00:00:00') //尤洪霞
    ,array( 'user'=>'15069953711' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-22 00:00:00') //李春美
    ,array( 'user'=>'13356999004' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-22 00:00:00') //迟秀梅
    ,array( 'user'=>'13356999001' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-22 00:00:00') //邹佳洪
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-22 00:00:00') //林春芬
    ,array( 'user'=>'15966570777' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-22 00:00:00') //吴军
    ,array( 'user'=>'18612539198' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-22 00:00:00') //王逍宇
    ,array( 'user'=>'13805397721' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-22 00:00:00') //周志友
    ,array( 'user'=>'15205399111' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-22 00:00:00') //邱春伟
    ,array( 'user'=>'13869975031' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-22 00:00:00') //王春强
    ,array( 'user'=>'13589860685' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-22 00:00:00') //林传东
    ,array( 'user'=>'13969969259' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-23 00:00:00') //田会峰
    ,array( 'user'=>'15553923625' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-23 00:00:00') //赵贵彩
    ,array( 'user'=>'13256577066' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-23 00:00:00') //邵长存
    ,array( 'user'=>'18369433222' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-23 00:00:00') //王帅
    ,array( 'user'=>'18315719000' , 'type'=>0, 'fenShu'=>4,'tjrq'=>'2018-02-23 00:00:00') //陈文超
    ,array( 'user'=>'13173078555' , 'type'=>0, 'fenShu'=>4,'tjrq'=>'2018-02-23 00:00:00') //邵明凤
    ,array( 'user'=>'13305395444' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-23 00:00:00') //褚富霞
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-23 00:00:00') //李利
    ,array( 'user'=>'13356999002' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-23 00:00:00') //刘子琪
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-23 00:00:00') //林春芬
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-23 00:00:00') //张惠
    ,array( 'user'=>'15653545558' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-23 00:00:00') //梁旭霖
    ,array( 'user'=>'18653517856  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-23 00:00:00') //马大伟
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-23 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-23 00:00:00') //毛丽坤
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-23 00:00:00') //刘兆科
    ,array( 'user'=>'15993063199' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-23 00:00:00') //胡红云
    ,array( 'user'=>'15244508917' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-23 00:00:00') //刘海燕
    ,array( 'user'=>'18553939990' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-23 00:00:00') //史佩翠
    ,array( 'user'=>'18769902567' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-24 00:00:00') //张英萍
    ,array( 'user'=>'15854922315' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-24 00:00:00') //王恩荣
    ,array( 'user'=>'18306447862' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-24 00:00:00') //张小雨
    ,array( 'user'=>'15105393919' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-24 00:00:00') //张娇娇
    ,array( 'user'=>'18263918333' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-24 00:00:00') //张明辉
    ,array( 'user'=>'15020303068' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-24 00:00:00') //邵明亮
    ,array( 'user'=>'15269960789' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-24 00:00:00') //尹永杰
    ,array( 'user'=>'13954990567' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-24 00:00:00') //尹昌峰
    ,array( 'user'=>'15264492456' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-24 00:00:00') //刘涛
    ,array( 'user'=>'13905391175' , 'type'=>0, 'fenShu'=>4,'tjrq'=>'2018-02-24 00:00:00') //高恒新
    ,array( 'user'=>'13356999005' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-24 00:00:00') //毛秉仁
    ,array( 'user'=>'13356999003' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-24 00:00:00') //冯毅
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-24 00:00:00') //林春芬
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-24 00:00:00') //迟洪艳
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-24 00:00:00') //林军
    ,array( 'user'=>'13803855060' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-24 00:00:00') //柴梦梦
    ,array( 'user'=>'13603853176' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-24 00:00:00') //徐保杰
    ,array( 'user'=>'13938089600' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-24 00:00:00') //李东
    ,array( 'user'=>'13805397721' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-24 00:00:00') //周志友
    ,array( 'user'=>'13365398711' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-24 00:00:00') //陆荣荣
    ,array( 'user'=>'13854931768' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-24 00:00:00') //周杨
    ,array( 'user'=>'13013518345' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-24 00:00:00') //陆正
    ,array( 'user'=>'15064500888' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-24 00:00:00') //曲世田
    ,array( 'user'=>'15866999011' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-24 00:00:00') //刘计刚
    ,array( 'user'=>'18052143333' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-25 00:00:00') //季巷霖
    ,array( 'user'=>'13173078555' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-25 00:00:00') //邵明凤
    ,array( 'user'=>'13905391175' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-25 00:00:00') //高恒新
    ,array( 'user'=>'13356999004' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-25 00:00:00') //迟秀梅
    ,array( 'user'=>'13356999001' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-25 00:00:00') //邹佳洪
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-25 00:00:00') //林春芬
    ,array( 'user'=>'15966570777' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-25 00:00:00') //吴军
    ,array( 'user'=>'18612539198' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-25 00:00:00') //王逍宇
    ,array( 'user'=>'13953916660' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-25 00:00:00') //戚秀芬
    ,array( 'user'=>'15205399111' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-25 00:00:00') //邱春伟
    ,array( 'user'=>'15054980657' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-25 00:00:00') //高同铃
    ,array( 'user'=>'15165572238' , 'type'=>0, 'fenShu'=>5,'tjrq'=>'2018-02-25 00:00:00') //刘浩田
    ,array( 'user'=>'13589860685' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-25 00:00:00') //林传东
    ,array( 'user'=>'15265928169' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-26 00:00:00') //高彩萍
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>4,'tjrq'=>'2018-02-26 00:00:00') //徐振兴
    ,array( 'user'=>'13256577066' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-26 00:00:00') //邵长存
    ,array( 'user'=>'15192929991' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2018-02-26 00:00:00') //陈玖宏
    ,array( 'user'=>'13967501055' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-26 00:00:00') //许丽真
    ,array( 'user'=>'18315719000' , 'type'=>0, 'fenShu'=>5,'tjrq'=>'2018-02-26 00:00:00') //陈文超
    ,array( 'user'=>'13905391175' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-26 00:00:00') //高恒新
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-26 00:00:00') //李利
    ,array( 'user'=>'13356999002' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-26 00:00:00') //刘子琪
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-26 00:00:00') //林春芬
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-26 00:00:00') //张惠
    ,array( 'user'=>'18653517856  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-26 00:00:00') //马大伟
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-26 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-26 00:00:00') //毛丽坤
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-26 00:00:00') //刘兆科
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-26 00:00:00') //隋艳霞
    ,array( 'user'=>'18669987933' , 'type'=>0, 'fenShu'=>7,'tjrq'=>'2018-02-26 00:00:00') //许婷
    ,array( 'user'=>'15993063199' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-26 00:00:00') //胡红云
    ,array( 'user'=>'13792937866' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-26 00:00:00') //尹传展
    ,array( 'user'=>'13020662735' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-26 00:00:00') //崔凤泽
    ,array( 'user'=>'13854918967' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-26 00:00:00') //刘万祥
    ,array( 'user'=>'13853910602' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-26 00:00:00') //王娟
    ,array( 'user'=>'13853970808' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-26 00:00:00') //赵学兰
    ,array( 'user'=>'15244508917' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-26 00:00:00') //刘海燕
    ,array( 'user'=>'13176990165' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-26 00:00:00') //尤洪霞
    ,array( 'user'=>'13953967719' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-27 00:00:00') //王恩霞
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-27 00:00:00') //徐振兴
    ,array( 'user'=>'13954990567' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-27 00:00:00') //尹昌峰
    ,array( 'user'=>'15264492456' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-27 00:00:00') //刘涛
    ,array( 'user'=>'15069953711' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-27 00:00:00') //李春美
    ,array( 'user'=>'13905391175' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-27 00:00:00') //高恒新
    ,array( 'user'=>'13356999005' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-27 00:00:00') //毛秉仁
    ,array( 'user'=>'13356999003' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-27 00:00:00') //冯毅
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-27 00:00:00') //林春芬
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-27 00:00:00') //迟洪艳
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-27 00:00:00') //林军
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-27 00:00:00') //隋艳霞
    ,array( 'user'=>'18669987933' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-27 00:00:00') //许婷
    ,array( 'user'=>'13803855060' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-27 00:00:00') //柴梦梦
    ,array( 'user'=>'13603853176' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-27 00:00:00') //徐保杰
    ,array( 'user'=>'13938089600' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-27 00:00:00') //李东
    ,array( 'user'=>'15993063199' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-27 00:00:00') //胡红云
    ,array( 'user'=>'13805397721' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-27 00:00:00') //周志友
    ,array( 'user'=>'13365398711' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-27 00:00:00') //陆荣荣
    ,array( 'user'=>'15953926981' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-27 00:00:00') //尤洪艳
    ,array( 'user'=>'15064500888' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-27 00:00:00') //曲世田
    ,array( 'user'=>'13176990165' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-27 00:00:00') //尤洪霞
    ,array( 'user'=>'18315719000' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-28 00:00:00') //陈文超
    ,array( 'user'=>'13173078555' , 'type'=>0, 'fenShu'=>8,'tjrq'=>'2018-02-28 00:00:00') //邵明凤
    ,array( 'user'=>'13356999004' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-28 00:00:00') //迟秀梅
    ,array( 'user'=>'13356999001' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-28 00:00:00') //邹佳洪
    ,array( 'user'=>'15966570777' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-28 00:00:00') //吴军
    ,array( 'user'=>'18612539198' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-28 00:00:00') //王逍宇
    ,array( 'user'=>'15205399111' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-28 00:00:00') //邱春伟
    ,array( 'user'=>'15969916683' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-02-28 00:00:00') //洪晓艳
    ,array( 'user'=>'13561909787' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-28 00:00:00') //戚立修
    ,array( 'user'=>'13589860685' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-28 00:00:00') //林传东
    ,array( 'user'=>'15866999011' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-02-28 00:00:00') //刘计刚
    ,array( 'user'=>'13176990165' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-02-28 00:00:00') //尤洪霞
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-01 00:00:00') //徐振兴
    ,array( 'user'=>'13969969259' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-01 00:00:00') //田会峰
    ,array( 'user'=>'18669517166' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-01 00:00:00') //赵炳谦
    ,array( 'user'=>'13256534600' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-01 00:00:00') //庞传昌
    ,array( 'user'=>'15192929991' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2018-03-01 00:00:00') //陈玖宏
    ,array( 'user'=>'13791568786' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2018-03-01 00:00:00') //王兆新
    ,array( 'user'=>'18315719000' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-01 00:00:00') //陈文超
    ,array( 'user'=>'13905391175' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-01 00:00:00') //高恒新
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-01 00:00:00') //李利
    ,array( 'user'=>'13356999002' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-01 00:00:00') //刘子琪
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-01 00:00:00') //林春芬
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-01 00:00:00') //张惠
    ,array( 'user'=>'18653517856  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-01 00:00:00') //马大伟
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-01 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-01 00:00:00') //毛丽坤
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-01 00:00:00') //刘兆科
    ,array( 'user'=>'15215499288' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-01 00:00:00') //王婷婷
    ,array( 'user'=>'15993063199' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-01 00:00:00') //胡红云
    ,array( 'user'=>'13188728973' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-01 00:00:00') //曲宗莲
    ,array( 'user'=>'15065971168' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-01 00:00:00') //刘浩生
    ,array( 'user'=>'13805390053' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-01 00:00:00') //张荣香
    ,array( 'user'=>'15244508917' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-01 00:00:00') //刘海燕
    ,array( 'user'=>'13160060999' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-01 00:00:00') //朱家君
    ,array( 'user'=>'18263935368' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-02 00:00:00') //段效娟
    ,array( 'user'=>'13256577066' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-02 00:00:00') //邵长存
    ,array( 'user'=>'13954990567' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-02 00:00:00') //尹昌峰
    ,array( 'user'=>'15192929991' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-02 00:00:00') //陈玖宏
    ,array( 'user'=>'15949880912' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-02 00:00:00') //毛一鸣
    ,array( 'user'=>'13356999007' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-02 00:00:00') //韩程
    ,array( 'user'=>'13356999005' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-02 00:00:00') //毛秉仁
    ,array( 'user'=>'13356999003' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-02 00:00:00') //冯毅
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-02 00:00:00') //林春芬
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-02 00:00:00') //迟洪艳
    ,array( 'user'=>'15653545558' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-02 00:00:00') //梁旭霖
    ,array( 'user'=>'13791573732' , 'type'=>0, 'fenShu'=>6,'tjrq'=>'2018-03-02 00:00:00') //郑毅
    ,array( 'user'=>'15853914555' , 'type'=>0, 'fenShu'=>4,'tjrq'=>'2018-03-02 00:00:00') //段效辉
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-02 00:00:00') //林军
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-02 00:00:00') //隋艳霞
    ,array( 'user'=>'13803855060' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-02 00:00:00') //柴梦梦
    ,array( 'user'=>'13603853176' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-02 00:00:00') //徐保杰
    ,array( 'user'=>'13938089600' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-02 00:00:00') //李东
    ,array( 'user'=>'13805397721' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-02 00:00:00') //周志友
    ,array( 'user'=>'15064500888' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-02 00:00:00') //曲世田
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-03 00:00:00') //徐振兴
    ,array( 'user'=>'15092983252' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-03 00:00:00') //孙宗香
    ,array( 'user'=>'13173078555' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-03 00:00:00') //邵明凤
    ,array( 'user'=>'13356999004' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-03 00:00:00') //迟秀梅
    ,array( 'user'=>'13356999001' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-03 00:00:00') //邹佳洪
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-03 00:00:00') //林春芬
    ,array( 'user'=>'15966570777' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-03 00:00:00') //吴军
    ,array( 'user'=>'18612539198' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-03 00:00:00') //王逍宇
    ,array( 'user'=>'13792989358' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2018-03-03 00:00:00') //徐国权
    ,array( 'user'=>'15853914555' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-03 00:00:00') //段效辉
    ,array( 'user'=>'13805397721' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-03 00:00:00') //周志友
    ,array( 'user'=>'15205399111' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-03 00:00:00') //邱春伟
    ,array( 'user'=>'13365398711' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-03 00:00:00') //陆荣荣
    ,array( 'user'=>'13020662723' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-03 00:00:00') //刘好兰
    ,array( 'user'=>'13864963717' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-03 00:00:00') //王瑞伟
    ,array( 'user'=>'13589860685' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-03 00:00:00') //林传东
    ,array( 'user'=>'13176990165' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-03 00:00:00') //尤洪霞
    ,array( 'user'=>'18553902505' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-03 00:00:00') //王京苓
    ,array( 'user'=>'18754913456' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-04 00:00:00') //徐振兴
    ,array( 'user'=>'15588179567' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-04 00:00:00') //刘金光
    ,array( 'user'=>'13256577066' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-04 00:00:00') //邵长存
    ,array( 'user'=>'15192929991' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-04 00:00:00') //陈玖宏
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-04 00:00:00') //李利
    ,array( 'user'=>'13356999002' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-04 00:00:00') //刘子琪
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-04 00:00:00') //林春芬
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-04 00:00:00') //张惠
    ,array( 'user'=>'18653517856  ' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-04 00:00:00') //马大伟
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-04 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-04 00:00:00') //毛丽坤
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-04 00:00:00') //刘兆科
    ,array( 'user'=>'15993063199' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-04 00:00:00') //胡红云
    ,array( 'user'=>'13953957878' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-04 00:00:00') //宋众铭
    ,array( 'user'=>'15244508917' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-04 00:00:00') //刘海燕
    ,array( 'user'=>'15588117770' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-04 00:00:00') //魏园栋
    ,array( 'user'=>'18263935368' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-05 00:00:00') //段效娟
    ,array( 'user'=>'15020303068' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-05 00:00:00') //邵明亮
    ,array( 'user'=>'15269960789' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-05 00:00:00') //尹永杰
    ,array( 'user'=>'13954990567' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-05 00:00:00') //尹昌峰
    ,array( 'user'=>'15264492456' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-05 00:00:00') //刘涛
    ,array( 'user'=>'13356999005' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-05 00:00:00') //毛秉仁
    ,array( 'user'=>'13356999003' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-05 00:00:00') //冯毅
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-05 00:00:00') //林春芬
    ,array( 'user'=>'15966570777' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-05 00:00:00') //吴军
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-05 00:00:00') //迟洪艳
    ,array( 'user'=>'15853914555' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2018-03-05 00:00:00') //段效辉
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-05 00:00:00') //林军
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-05 00:00:00') //隋艳霞
    ,array( 'user'=>'13803855060' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-05 00:00:00') //柴梦梦
    ,array( 'user'=>'13603853176' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-05 00:00:00') //徐保杰
    ,array( 'user'=>'13938089600' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-05 00:00:00') //李东
    ,array( 'user'=>'13805397721' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-05 00:00:00') //周志友
    ,array( 'user'=>'13365398711' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-05 00:00:00') //陆荣荣
    ,array( 'user'=>'13013518345' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-05 00:00:00') //陆正
    ,array( 'user'=>'13869979083' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-05 00:00:00') //张群
    ,array( 'user'=>'15653978501' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-05 00:00:00') //刘洪君
    ,array( 'user'=>'13805390053' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-05 00:00:00') //张荣香
    ,array( 'user'=>'15094755616' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-05 00:00:00') //魏雪华
    ,array( 'user'=>'13864963717' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-05 00:00:00') //王瑞伟
    ,array( 'user'=>'13561909787' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-05 00:00:00') //戚立修
    ,array( 'user'=>'15853578878' , 'type'=>0, 'fenShu'=>4,'tjrq'=>'2018-03-05 00:00:00') //刘锡云
    ,array( 'user'=>'15064500888' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-05 00:00:00') //曲世田
    ,array( 'user'=>'15866999011' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-05 00:00:00') //刘计刚
    ,array( 'user'=>'13176990165' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-05 00:00:00') //尤洪霞
    ,array( 'user'=>'18553939990' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-05 00:00:00') //史佩翠
    ,array( 'user'=>'17353917525' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-06 00:00:00') //邵明文
    ,array( 'user'=>'15854925456' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-06 00:00:00') //李修花
    ,array( 'user'=>'15964874447' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2018-03-06 00:00:00') //许成士
    ,array( 'user'=>'13173078555' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-06 00:00:00') //邵明凤
    ,array( 'user'=>'15376056545' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-06 00:00:00') //马滕滕
    ,array( 'user'=>'13356999004' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-06 00:00:00') //迟秀梅
    ,array( 'user'=>'13356999001' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-06 00:00:00') //邹佳洪
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-06 00:00:00') //林春芬
    ,array( 'user'=>'15966570777' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-06 00:00:00') //吴军
    ,array( 'user'=>'18612539198' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-06 00:00:00') //王逍宇
    ,array( 'user'=>'15853914555' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2018-03-06 00:00:00') //段效辉
    ,array( 'user'=>'18669987933' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-06 00:00:00') //许婷
    ,array( 'user'=>'17862236028' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-06 00:00:00') //杨春彩
    ,array( 'user'=>'15853578878' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-06 00:00:00') //刘锡云
    ,array( 'user'=>'13589860685' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-06 00:00:00') //林传东
    ,array( 'user'=>'18615351656' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-06 00:00:00') //刘香珍
    ,array( 'user'=>'13645358178' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-06 00:00:00') //宫伟红
    ,array( 'user'=>'15965355803' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-06 00:00:00') //宫晓红
    ,array( 'user'=>'13371285559' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-06 00:00:00') //王洛林
    ,array( 'user'=>'15866999011' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-06 00:00:00') //刘计刚
    ,array( 'user'=>'13176990165' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-06 00:00:00') //尤洪霞
    ,array( 'user'=>'15588179567' , 'type'=>0, 'fenShu'=>8,'tjrq'=>'2018-03-07 00:00:00') //刘金光
    ,array( 'user'=>'15753925886' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-07 00:00:00') //陶金香
    ,array( 'user'=>'15192929991' , 'type'=>0, 'fenShu'=>6,'tjrq'=>'2018-03-07 00:00:00') //陈玖宏
    ,array( 'user'=>'18315719000' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-07 00:00:00') //陈文超
    ,array( 'user'=>'13173078555' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-07 00:00:00') //邵明凤
    ,array( 'user'=>'17353976321' , 'type'=>0, 'fenShu'=>9,'tjrq'=>'2018-03-07 00:00:00') //范宗宝
    ,array( 'user'=>'13953901888' , 'type'=>0, 'fenShu'=>13,'tjrq'=>'2018-03-07 00:00:00') //孙希勇
    ,array( 'user'=>'13805397721' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-07 00:00:00') //周志友
    ,array( 'user'=>'15205399111' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-07 00:00:00') //邱春伟
    ,array( 'user'=>'13581096869' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-07 00:00:00') //冉令果
    ,array( 'user'=>'15263995078' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-07 00:00:00') //马金凤
    ,array( 'user'=>'17853993838' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-07 00:00:00') //刘宗宝
    ,array( 'user'=>'13954993100' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-07 00:00:00') //孙希康
    ,array( 'user'=>'13869954916' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-07 00:00:00') //蒋成富
    ,array( 'user'=>'15269917755' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-07 00:00:00') //徐兆坤
    ,array( 'user'=>'15965393678' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-07 00:00:00') //管相岭
    ,array( 'user'=>'15588117770' , 'type'=>0, 'fenShu'=>5,'tjrq'=>'2018-03-07 00:00:00') //魏园栋
    ,array( 'user'=>'13371285559' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-07 00:00:00') //王洛林
    ,array( 'user'=>'18854466234' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-07 00:00:00') //刘崇娟
    ,array( 'user'=>'15866999011' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-07 00:00:00') //刘计刚
    ,array( 'user'=>'13678699956' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-07 00:00:00') //李白
    ,array( 'user'=>'13969969259' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-08 00:00:00') //田会峰
    ,array( 'user'=>'18669517166' , 'type'=>0, 'fenShu'=>5,'tjrq'=>'2018-03-08 00:00:00') //赵炳谦
    ,array( 'user'=>'18263918333' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-08 00:00:00') //张明辉
    ,array( 'user'=>'13256534600' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-08 00:00:00') //庞传昌
    ,array( 'user'=>'13791568786' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-08 00:00:00') //王兆新
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-08 00:00:00') //刘兆科
    ,array( 'user'=>'13854931768' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-08 00:00:00') //周杨
    ,array( 'user'=>'13953957878' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-08 00:00:00') //宋众铭
    ,array( 'user'=>'15244508917' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-08 00:00:00') //刘海燕
    ,array( 'user'=>'18753900899' , 'type'=>0, 'fenShu'=>10,'tjrq'=>'2018-03-09 00:00:00') //谢广丽
    ,array( 'user'=>'15253913779' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-09 00:00:00') //许成考
    ,array( 'user'=>'15192929991' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-09 00:00:00') //陈玖宏
    ,array( 'user'=>'15254949123' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-09 00:00:00') //公伟花
    ,array( 'user'=>'13305395444' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-09 00:00:00') //褚富霞
    ,array( 'user'=>'13356999007' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-09 00:00:00') //韩程
    ,array( 'user'=>'18612539198' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-09 00:00:00') //王逍宇
    ,array( 'user'=>'15653545558' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-09 00:00:00') //梁旭霖
    ,array( 'user'=>'13365398711' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-09 00:00:00') //陆荣荣
    ,array( 'user'=>'15065971168' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-09 00:00:00') //刘浩生
    ,array( 'user'=>'13805390053' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-09 00:00:00') //张荣香
    ,array( 'user'=>'13581096869' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-09 00:00:00') //冉令果
    ,array( 'user'=>'13589860685' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-09 00:00:00') //林传东
    ,array( 'user'=>'18553902505' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-09 00:00:00') //王京苓
    ,array( 'user'=>'15105393919' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-10 00:00:00') //张娇娇
    ,array( 'user'=>'18315725220' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-10 00:00:00') //尚春荣
    ,array( 'user'=>'15762022005' , 'type'=>0, 'fenShu'=>9,'tjrq'=>'2018-03-10 00:00:00') //王艳艳
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-10 00:00:00') //林春芬
    ,array( 'user'=>'18653517856  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-10 00:00:00') //马大伟
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-10 00:00:00') //毛建华
    ,array( 'user'=>'18705358297  ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-10 00:00:00') //毛丽坤
    ,array( 'user'=>'15205399111' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-10 00:00:00') //邱春伟
    ,array( 'user'=>'18660998626' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-10 00:00:00') //刘镇
    ,array( 'user'=>'13561909787' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-10 00:00:00') //戚立修
    ,array( 'user'=>'13371285559' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-10 00:00:00') //王洛林
    ,array( 'user'=>'15588179567' , 'type'=>0, 'fenShu'=>4,'tjrq'=>'2018-03-11 00:00:00') //刘金光
    ,array( 'user'=>'15553923625' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-11 00:00:00') //赵贵彩
    ,array( 'user'=>'13256577066' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-11 00:00:00') //邵长存
    ,array( 'user'=>'15269960789' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-11 00:00:00') //尹永杰
    ,array( 'user'=>'13954990567' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-11 00:00:00') //尹昌峰
    ,array( 'user'=>'15192929991' , 'type'=>0, 'fenShu'=>4,'tjrq'=>'2018-03-11 00:00:00') //陈玖宏
    ,array( 'user'=>'13791568786' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-11 00:00:00') //王兆新
    ,array( 'user'=>'13173078555' , 'type'=>0, 'fenShu'=>6,'tjrq'=>'2018-03-11 00:00:00') //邵明凤
    ,array( 'user'=>'15098508029 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-11 00:00:00') //李利
    ,array( 'user'=>'13356999007' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-11 00:00:00') //韩程
    ,array( 'user'=>'13356999005' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-11 00:00:00') //毛秉仁
    ,array( 'user'=>'13356999004' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-11 00:00:00') //迟秀梅
    ,array( 'user'=>'13356999003' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-11 00:00:00') //冯毅
    ,array( 'user'=>'13356999002' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-11 00:00:00') //刘子琪
    ,array( 'user'=>'13356999001' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-11 00:00:00') //邹佳洪
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-11 00:00:00') //林春芬
    ,array( 'user'=>'15966570777' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-11 00:00:00') //吴军
    ,array( 'user'=>'13355452719' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-11 00:00:00') //迟洪艳
    ,array( 'user'=>'15688532068' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-11 00:00:00') //张惠
    ,array( 'user'=>'15162751528 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-11 00:00:00') //毛建华
    ,array( 'user'=>'13455548189 ' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-11 00:00:00') //刘兆科
    ,array( 'user'=>'15653586338' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-11 00:00:00') //林军
    ,array( 'user'=>'13918745349' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-11 00:00:00') //隋艳霞
    ,array( 'user'=>'15837351131' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-11 00:00:00') //牛荣娟
    ,array( 'user'=>'18669987933' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-11 00:00:00') //许婷
    ,array( 'user'=>'13803855060' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-11 00:00:00') //柴梦梦
    ,array( 'user'=>'13603853176' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-11 00:00:00') //徐保杰
    ,array( 'user'=>'13938089600' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-11 00:00:00') //李东
    ,array( 'user'=>'15993063199' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-11 00:00:00') //胡红云
    ,array( 'user'=>'13805397721' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-11 00:00:00') //周志友
    ,array( 'user'=>'15205399111' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-11 00:00:00') //邱春伟
    ,array( 'user'=>'13365398711' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-11 00:00:00') //陆荣荣
    ,array( 'user'=>'13854931768' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-11 00:00:00') //周杨
    ,array( 'user'=>'13013518345' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-11 00:00:00') //陆正
    ,array( 'user'=>'13792937866' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-11 00:00:00') //尹传展
    ,array( 'user'=>'15054980657' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-11 00:00:00') //高同铃
    ,array( 'user'=>'13853910602' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-11 00:00:00') //王娟
    ,array( 'user'=>'15064500888' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-11 00:00:00') //曲世田
    ,array( 'user'=>'13589860685' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-11 00:00:00') //林传东
    ,array( 'user'=>'15244508917' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-11 00:00:00') //刘海燕
    ,array( 'user'=>'15965393678' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-11 00:00:00') //管相岭
    ,array( 'user'=>'13160060999' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-11 00:00:00') //朱家君
    ,array( 'user'=>'18315719000' , 'type'=>0, 'fenShu'=>5,'tjrq'=>'2018-03-12 00:00:00') //陈文超
    ,array( 'user'=>'15954520926' , 'type'=>0, 'fenShu'=>2,'tjrq'=>'2018-03-12 00:00:00') //林春芬
    ,array( 'user'=>'13792989358' , 'type'=>0, 'fenShu'=>1,'tjrq'=>'2018-03-12 00:00:00') //徐国权
    ,array( 'user'=>'15853914555' , 'type'=>0, 'fenShu'=>6,'tjrq'=>'2018-03-12 00:00:00') //段效辉
    ,array( 'user'=>'15965355803' , 'type'=>0, 'fenShu'=>3,'tjrq'=>'2018-03-12 00:00:00') //宫晓红
    
    
);

$sql = "select * from  zt_setting ";
$row = mysql_query($sql);
while ($rs = mysql_fetch_assoc($row)) {
    $configs[] = $rs;
}

 
foreach ($shengJiArr as $key =>$value){
    
    if(isNotClearUser($value['user'])){
       continue;//保留数据的人,不进行操作 
    }
    
    kaiDianZuoDan($value);
} 

mysql_close($db);
success("做单提交成功");
                              
$nowDateStr ="";
$nowDayStr ="";
function    kaiDianZuoDan($data){
    
    global $nowDateStr,$configs,$nowDayStr;
    
	
    $czje = $data['fenShu']*3600;
    $type = $data['type'];
    $tjrq = $data['tjrq'];
   
    $operateUser = $data['user']; // 给谁做单
    
    
    $tjrq = strtotime($tjrq); // 提交时间
    $chuJuRiQi = $tjrq-(45*24*3600); //当前入单日期减去45天, 投资时间大于$chuJuRiQi的投资是没有出局的
    $userInfo = getUser($operateUser);
    
    $zhangHuJinE = $userInfo['xxtzztxjf'] + $userInfo['tui_jian_shou_yi'] + $userInfo['dian_pu_zi_jin']; // 可用的总金额
    
    if ($czje > $zhangHuJinE) {
        failed($data['tjrq']."   {$data['user']}您的账户余额不足, 现有余额{$zhangHuJinE}");
    }
    
    $nowDateStr = date("Y-m-d H:i:s", $tjrq);
    $nowDayStr = date("Y-m-d", $tjrq);
    
    
   
    if ($type == 2) { // 开通店铺
        kaiDian($data);
    }
    $type = 0;
    
    $fenShu = $czje / 3600; // 投资的份数
    
    $min = todayInvestC($operateUser);
    
    if ($fenShu > $min) {
        json_encode(array(
            'result' => 1,
            'message' => 2
        ));
        failed("您今天最多投资{$min}笔");
    }
    
    $sql = "select yi_tou_zi_ci_shu,ke_tou_zi_ci_shu from xbmall_users where user_name='{$operateUser}'";
    $touZi = getRow($sql);
  
    $haiKeTouZiCiShu = $touZi['ke_tou_zi_ci_shu'] - $touZi['yi_tou_zi_ci_shu']; // 还可投资的次数
    
    // 查询还没有出局的投资数
    $sql = " select count(0) from  zt_xxtz where user='{$operateUser}'  and cj_state=0 and ft_state!=1 and tjrq > {$chuJuRiQi} ";
    $weiChuJuChuShiTouZiShu = getOne($sql);
    
    // 处在第一阶段的投资
    $sql = "select count(0) from zt_xxtz where user='{$operateUser}' and cj_state=0  and ft_state!=1    ";
    $step1TouZiCount = getOne($sql); //
    $step1TouZiCount = $step1TouZiCount >= 3 ? 3 : $step1TouZiCount;
    
    if ($touZi['yi_tou_zi_ci_shu'] + $fenShu > $touZi['ke_tou_zi_ci_shu'] + 3) { //
        $shengYuCiShu = $touZi['ke_tou_zi_ci_shu'] - $touZi['yi_tou_zi_ci_shu']; // 可能是负数
        $shengYuCiShu = $shengYuCiShu + $step1TouZiCount; // 剩余投资数等于剩余的投资数加上最多3笔的复投次数
        $shengYuCiShu = $shengYuCiShu * 3600; // 剩余投资金额
        failed("您已投资{$touZi['yi_tou_zi_ci_shu']}次,还可投资{$shengYuCiShu}元,可以继续推荐店铺, 获取更多投资资格");
    } else if ($touZi['yi_tou_zi_ci_shu'] >= $touZi['ke_tou_zi_ci_shu']) {
        // 已经超出投资数限制, 判断还能不能复投3笔
        if ($step1TouZiCount >= 3) {
        	failed("{$operateUser}您的投资次数已达到上限{$touZi['ke_tou_zi_ci_shu']},并且已有3笔投资运行中,可以继续推荐店铺, 获取更多投资资格");
        }
    }
    
    // 如果投资分数大于未出局的初始投资数, 那么可以复投的数量是未出局的初始投资数,否则为投资的份数
    $fuTouShu = $fenShu > $weiChuJuChuShiTouZiShu ? $weiChuJuChuShiTouZiShu : $fenShu;
    
    // 处在第一阶段的投资,并且没有出局
    $sql = "select * from zt_xxtz where user='{$operateUser}' and cj_state=0  and ft_state!=1   and tjrq >{$chuJuRiQi}  order  by id asc  ";
    $xxtz = mysql_query($sql);
    
    $next_ft_time = $tjrq + 3600 * 24 * 45;
    
    for ($i = 0; $i < $fuTouShu; $i ++) {
        $data = mysql_fetch_array($xxtz);
        // 插入新的初始投资, 记录是为哪笔初始投资复投的
        $sql = "insert into zt_xxtz(fk_user,user, tjrq,step_start_rq,type,czje, parent_id,step,cj_state,next_ft_time)values('{$operateUser}','{$operateUser}','{$tjrq}','{$tjrq}',{$type},3600,{$data['id']},1,0,$next_ft_time)";
        mysql_query($sql);
        $newId = mysql_insert_id();
        log3600($operateUser, "复投{$data['id']},编号:{$newId}");
        $sql = "update  zt_xxtz set child_id={$newId} ,ft_state=1  where id={$data['id']}";
        mysql_query($sql);
        $data =getRow( "select * from   zt_xxtz where id={$newId}");
        jiangLi($data, getUser($data['user']));
    }
    
    if ($fenShu > $weiChuJuChuShiTouZiShu) { // 已经没有可复投的初始投资, 开始新的初始投资
        for ($i = 0; $i < $fenShu - $weiChuJuChuShiTouZiShu; $i ++) {
            $sql = "insert into zt_xxtz(fk_user,user ,tjrq,step_start_rq,type,czje,step,cj_state,next_ft_time)values('{$operateUser}','{$operateUser}','{$tjrq}','{$tjrq}',{$type},3600,1,0,$next_ft_time)";
            mysql_query($sql);
            $newId = mysql_insert_id();
            $data = getRow("select * from  zt_xxtz where id={$newId}");
            log3600($operateUser, "投资一份,编号:{$newId}");
            jiangLi($data, getUser($data['user']));
        }
    }
    
    
}







function getUser($userAcc)
{
    $sql = "select * from xbmall_users where user_name='{$userAcc}'";
    return getRow($sql);
}

/**
 * 发放代理和运营中心的奖励
 * 
 * @param unknown $xxtz
 * @param unknown $user
 *            投资人
 */
function jiangLi($xxtz, $user)
{
    if (empty($user['recommend_user'])) { // 没有推荐人, 那么就不需要再往上找
        return;
    }
    // 修改投资用户的已投资次数
    $sql = " update xbmall_users set yi_tou_zi_ci_shu = yi_tou_zi_ci_shu+1 where user_name='{$xxtz['user']}' ";
    mysql_query($sql);
    
    $zhongXinNum = 0; // 向上查找的过程中运营中心的数量
    $dongShiNum = 0; // 向上查找的过程中懂事的数量
    
//     if($xxtz['user']!='18153252679'){//测试毛一鸣的投资
//     	return ;
//     }
    $tuiJianRen = yiCengJiangLi($xxtz, $user, $zhongXinNum, $dongShiNum);
    $tuiJianRen = erCengJiangLi($xxtz, $tuiJianRen, $zhongXinNum, $dongShiNum);
    while ($tuiJianRen && $dongShiNum < 3) { // 直到懂事层数达到3层,或没有推荐人为止
        if (empty($tuiJianRen['recommend_user']))
            break; // 或没有推荐人了
        $tuiJianRen = duoCengJiangLi($xxtz, $tuiJianRen, $zhongXinNum, $dongShiNum);
    }
}

/**
 * 第一层需要的操作
 * 
 * @param unknown $user
 * @return void|void|number
 */
function yiCengJiangLi($xxtz, $user, &$zhongXinNum, &$dongShiNum)
{
    global $nowDateStr, $nowDayStr;
    
    
    $sql = "select user_name,recommend_user, parent_id ,level, dian_pu_shu1, dian_pu_shu2,ye_ji from xbmall_users where user_name='{$user['recommend_user']}'";
    
    $tuiJianRen = getRow($sql); // 找出链中需要奖励的人
    
    if ($tuiJianRen == null)
        return;
    
    if ($xxtz['type'] == 2) { // 店铺审核
                          // 修改推荐人的可投资次数
        $sql = "update  xbmall_users set ke_tou_zi_ci_shu=ke_tou_zi_ci_shu+50  where user_name='{$xxtz['user']}'";
        mysql_query($sql);
        $dianPuXM = getXM($xxtz['fk_user']);
        $sql = "insert into zt_xxtzzs (user,zsrq,comment) values('{$xxtz['user']}','{$nowDateStr}','您推荐的({$dianPuXM})开通店铺,您分得一份店铺投资,ID:{$xxtz['id']},并增加了50个可用投资数')";
        mysql_query($sql);
    }
    
    $sql = "select count(0) from zt_xxtz where user='{$user['user_name']}' "; // 有3份投资
    $touZiShu = getOne($sql);
    if ($touZiShu == 3) {
        // 增加一层店铺数
        $sql = "update xbmall_users set dian_pu_shu1=dian_pu_shu1+1   where user_name='{$tuiJianRen['user_name']}'";
        mysql_query($sql);
        $tuiJianRen['dian_pu_shu1'] = $tuiJianRen['dian_pu_shu1'] + 1;
        $zg_userName = getXM($user['user_name']);
        $sql = "insert into zt_xxtz_sj(user,zg_user,rq,zg_level,user_level) values('{$tuiJianRen['user_name']}','{$user['user_name']}','{$nowDayStr}',1,{$tuiJianRen['level']})";
        mysql_query($sql); // 插入今天满足3单的用户信息
        
        $sql = "insert into zt_xxtzzs (user,zsrq,comment) values('{$tuiJianRen['user_name']}','{$nowDateStr}','({$zg_userName})成为你的一层有效商家,有效商家个数{$tuiJianRen['dian_pu_shu1']}')";
        mysql_query($sql);
    }
    $sql = "update xbmall_users set ye_ji=ye_ji+3600    where user_name='{$tuiJianRen['user_name']}'";
    mysql_query($sql);
    
    $level = $tuiJianRen['level'];
    $sql = " select * from zt_xxtz_sj where zg_user='{$xxtz['user']}' and is_sj=1 and  rq='{$nowDayStr}'"; // 看看投资人, 是不是今天成为的有效商家
    $xxtz_sj = getRow($sql);
    if ($xxtz_sj) { // 投资人今天成为的有效商家,那推荐人享受的是投资人成为有效商家时, 推荐人身份所在的级别
        $level = $xxtz_sj['user_level'];
    }
    
    $shenFen = getShenFen($level);
    if ($level == 4) { // 找到了运营中心
        $guanLiFei = getYunYingGuanLiFei($zhongXinNum); // 运营中心管理费
        $guanLiFei = $guanLiFei + 40; // 运营中心得到高级代理身份的40元
        $zhongXinNum ++;
//         echo  "运营中心管理费:{$guanLiFei}\r\n" ;
    } else if ($level == 5) { // 找到了懂事
        $guanLiFei = getDongShiGuanLiFei($dongShiNum); // 懂事管理费
        $dongShiNum ++;
    } else { // 初中高级代理的管理费
        $guanLiFei = getDaiLiGuanLiFei($level);
        
    }
    
    
    // 增加积分变动记录,推荐收益
    $userXM = getXM($user['user_name']);
  
    if($guanLiFei>0){
    	if ($xxtz_sj) { // 投资人是今天成为的有效商家
    		faFangUserJiFen($tuiJianRen['user_name'], $guanLiFei, "您推荐的{$userXM}投资一份,由于其今天成为的有效商家,您作为{$shenFen}获得管理费{$guanLiFei}");
    	} else {
    		faFangUserJiFen($tuiJianRen['user_name'], $guanLiFei, "您推荐的{$userXM}投资一份,您作为{$shenFen}获得管理费{$guanLiFei}");
    	}
    }
    
    // mysql_query($sql);
    
    $tuiJianRen = shengJi($tuiJianRen);
    return $tuiJianRen;
}

/**
 * 第二层需要的操作
 * 
 * @param unknown $user
 * @return void|void|number
 */
function erCengJiangLi($xxtz, $yiCengTuiJianRen, &$zhongXinNum, &$dongShiNum)
{
    global $nowDateStr;
    $sql = "select user_name, parent_id ,recommend_user,level, dian_pu_shu1, dian_pu_shu2,ye_ji from xbmall_users where user_name='{$yiCengTuiJianRen['recommend_user']}'";
   
    $tuiJianRen = getRow($sql); // 找出链中需要奖励的人
    if ($tuiJianRen == null)
        return;
        
    if ($xxtz['type'] == 2) {
        // 增加间接推荐人的二层店铺数
        if ($xxtz['fk_user'] != $xxtz['user']) { // 是推荐人给开通店铺
            $sql = "update xbmall_users set dian_pu_shu2=dian_pu_shu2+1  where user_name='{$yiCengTuiJianRen['user']}'";
            mysql_query($sql);
            $yiCengTuiJianRen['dian_pu_shu2'] = $yiCengTuiJianRen['dian_pu_shu2'] + 1;
            $zg_userName = getXM($xxtz['fk_user']);
            $sql = "insert into zt_xxtzzs (user,zsrq,comment) values('{$yiCengTuiJianRen['user']}','{$nowDateStr}','({$zg_userName})成为你的二层有效商家,二层有效商家个数{$yiCengTuiJianRen['dian_pu_shu2']}')";
            mysql_query($sql);
        } else {//自己开通店铺
            $sql = "update xbmall_users set dian_pu_shu2=dian_pu_shu2+1  where user_name='{$tuiJianRen['user_name']}'";
            mysql_query($sql);
            $tuiJianRen['dian_pu_shu2'] = $tuiJianRen['dian_pu_shu2'] + 1;
            $zg_userName = getXM($xxtz['user']);
            $sql = "insert into zt_xxtzzs (user,zsrq,comment) values('{$tuiJianRen['user_name']}','{$nowDateStr}','({$zg_userName})成为你的二层有效商家,二层有效商家个数{$tuiJianRen['dian_pu_shu2']}')";
            mysql_query($sql);
        }
    }
    
    $sql = "update xbmall_users set ye_ji=ye_ji+3600    where user_name='{$tuiJianRen['user_name']}'";
    mysql_query($sql);
    
    $level = $tuiJianRen['level'];
    if ($level == 4) { // 找到了运营中心
        $guanLiFei = getYunYingGuanLiFei($zhongXinNum); // 运营中心管理费
        $guanLiFei = $guanLiFei + 40; // 运营中心得到高级代理身份的40元
        $zhongXinNum ++;
    } else if ($level == 5) { // 找到了懂事
        $guanLiFei = getDongShiGuanLiFei($dongShiNum); // 懂事管理费
        $dongShiNum ++;
    } else { // 初中高级代理的管理费
        $guanLiFei = getDaiLiGuanLiFei($level);
    }
    
 
    $shenFen = getShenFen($level);
    // 增加积分变动记录
    $userXM = getXM($xxtz['user']);
//     if(empty($userXM)){
//         var_dump($xxtz);
//     }

    if($guanLiFei>0){
    	faFangUserJiFen($tuiJianRen['user_name'], $guanLiFei, "第2层{$userXM}投资一份,您作为{$shenFen}获得管理费{$guanLiFei}");
    }
   
  
    $tuiJianRen = shengJi($tuiJianRen); // 奖励完了再升级
    return $tuiJianRen;
}

/**
 * 发放用户积分
 */
function faFangUserJiFen($user, $benCiJiFen, $message)
{
	
// echo "本次积分:{$benCiJiFen}\r\n";
    global $nowDateStr;
    $xxtzzfwf = $benCiJiFen * 0.01; // 总服务费
    $xxtzzcbjz = $benCiJiFen * 0.02; // 总储备聚珠
    $xxtzzsyjz = $benCiJiFen * 0.02; // 总收益聚珠
    $xxtzzxfjz = $benCiJiFen * 0.05; // 总消费聚珠
    $tui_jian_shou_yi = $benCiJiFen * 0.9; // 总推荐收益
    
    /**
     * 修改用户的账户,包括以前的消费聚珠
     */
    $sql = "update xbmall_users  set xxtzzfwf=xxtzzfwf+{$xxtzzfwf}, xxtzzcbjz=xxtzzcbjz+{$xxtzzcbjz} ,xxtzzsyjz=xxtzzsyjz+{$xxtzzsyjz} ,
 	 pay_points=pay_points+{$xxtzzxfjz} , xfjf=xfjf+{$xxtzzxfjz} ,  tui_jian_shou_yi=tui_jian_shou_yi+{$tui_jian_shou_yi}  where user_name='{$user}'";
    mysql_query($sql);
    
    
//     echo "修改用户账户:".$sql."\r\n";
    
    $sql = "INSERT INTO  zt_b_exchange_record(`id`,`date`,`jf`,`sf`,`user`,`url`)VALUES(NULL,'$nowDateStr','$xxtzzxfjz','忽略','{$user}','系统发放推荐奖聚珠');";
    // success($sql."<br>");
    mysql_query($sql);
    
    /**
     * 创建本次的分配记录
     */
    $sql = "insert into zt_xxtzzs (type,user, zsrq,jf ,xxtzzfwf,xxtzzcbjz,xxtzzsyjz,xxtzzxfjz,tui_jian_shou_yi, comment)
 	values(1,'{$user}','{$nowDateStr}',{$benCiJiFen}, {$xxtzzfwf},{$xxtzzcbjz},{$xxtzzsyjz},{$xxtzzxfjz},{$tui_jian_shou_yi},'{$message}')";
    mysql_query($sql);
}

/**
 * 3层及3层以上的奖励
 * 
 * @param unknown $xxtz
 * @param unknown $yiCengTuiJianRen
 * @param unknown $zhongXinNum
 * @param unknown $dongShiNum
 * @return void|void|unknown|number
 */
function duoCengJiangLi($xxtz, $shangCengTuiJianRen, &$zhongXinNum, &$dongShiNum)
{
    global $nowDateStr;
    $sql = "select user_name,recommend_user, parent_id ,level, dian_pu_shu1, dian_pu_shu2,ye_ji from xbmall_users where user_name='{$shangCengTuiJianRen['recommend_user']}'";
//     echo "多层{$sql}\r\n";
    $tuiJianRen = getRow($sql); // 找出链中需要奖励的人
    if ($tuiJianRen == null)
        return null;
    
    if ($tuiJianRen['level'] == 4) { // 找到了运营中心
        
        $guanLiFei = getYunYingGuanLiFei($zhongXinNum); // 运营中心管理费
        $zhongXinNum ++;
    } else if ($tuiJianRen['level'] == 5) { // 找到了懂事
        $guanLiFei = getDongShiGuanLiFei($dongShiNum); // 懂事管理费
        $dongShiNum ++;
    } else { // 代理不享受2层以外的奖励
        return $tuiJianRen;
    }
    
    
//     faFangUserJiFen($user, $guanLiFei, $message);
//     $sql = "update  xbmall_users  set tui_jian_shou_yi=tui_jian_shou_yi+{$guanLiFei}  where user_name='{$tuiJianRen['user_name']}'"; // 发放奖励
//     mysql_query($sql); // 发放第一层的奖励
    
    $shenFen = getShenFen($tuiJianRen['level']);
    $userXM = getXM($xxtz['user']);
    if($guanLiFei>0){
    	faFangUserJiFen($tuiJianRen['user_name'], $guanLiFei, "{$userXM}投资一份,您作为{$shenFen}获得管理费{$guanLiFei}");
    }
    // 增加积分变动记录
    // $sql ="insert into zt_xxtzzs (type,user,xxtzztxjf,zsrq,comment) values(1,'{$tuiJianRen['user_name']}',{$guanLiFei},'{$nowDateStr}','{$userXM}投资一份,您作为{$shenFen}获得管理费{$guanLiFei}')";
    // mysql_query($sql);
    return $tuiJianRen;
}

/**
 * 获取姓名
 * 
 * @param unknown $user
 *            用户账户
 * @return NULL|unknown 用户姓名
 */
function getXM($user)
{
    $sql = "select real_name from xbmall_users where user_name='{$user}'";
    return getOne($sql);
}

/**
 * 获取用户的身份
 * 
 * @param unknown $level
 * @return string
 */
function getShenFen($level)
{
    if ($level == 1) {
        return "初级代理";
    } else if ($level == 2) {
        return "中级代理";
    } else if ($level == 3) {
        return "高级代理";
    } else if ($level == 4) {
        return "运营中心";
    } else if ($level == 5) {
        return "懂事";
    }
    return "会员";
}

/**
 * 获取某层次用户升级需要某层多少店铺数, 懂事不参与升级
 * 
 * @param unknown $name
 */
function getLevelDianPuShengJi($userLevel, $level)
{
    if ($level == 1) { // 第一层
        if ($userLevel == 0) {
            return getWebConfig("sheng_chu_dai_dian_pu");
        } else if ($userLevel == 1) {
            return getWebConfig("sheng_zhong_dai_dian_pu");
        } else if ($userLevel == 2) {
            return getWebConfig("sheng_gao_dai_dian_pu");
        } else if ($userLevel == 3) {
            return getWebConfig("sheng_yun_ying_dian_pu");
        }
    } elseif ($level == 2) { // 需要的是第二层的数据
        if ($userLevel == 0) {
            return getWebConfig("sheng_chu_dai_dian_pu2");
        } else if ($userLevel == 1) {
            return getWebConfig("sheng_zhong_dai_dian_pu2");
        } else if ($userLevel == 2) {
            return getWebConfig("sheng_gao_dai_dian_pu2");
        } else if ($userLevel == 3) {
            return getWebConfig("sheng_yun_ying_dian_pu2");
        }
    } else { // 需要的是第二层业绩,默认不需要业绩
        if ($userLevel == 0) {
            return getWebConfig("sheng_chu_dai_ye_ji");
        } else if ($userLevel == 1) {
            return getWebConfig("sheng_zhong_dai_ye_ji");
        } else if ($userLevel == 2) {
            return getWebConfig("sheng_gao_dai_ye_ji");
        } else if ($userLevel == 3) {
            return getWebConfig("sheng_yun_ying_ye_ji");
        }
    }
    return - 1;
}

/**
 * 获取管理费
 * 
 * @param unknown $level
 *            推荐层数
 * @param unknown $yunYingNum
 *            //运营中心个数
 */
function getYunYingGuanLiFei($yunYingNum)
{
    if ($yunYingNum == 0) {
        return getWebConfig("yun_ying_ling_ceng_quan_wang");
    } else if ($yunYingNum == 1) {
        return getWebConfig("yun_ying_yi_ceng_quan_wang");
    } else if ($yunYingNum == 2) {
        return getWebConfig("yun_ying_er_ceng_quan_wang"); // 运营中心以下两层运营中心时得全网管理费
    }
    return 0;
}

/**
 * 获取懂事的管理费
 * 
 * @param unknown $level
 *            推荐层数
 * @param unknown $dongShiNum
 *            懂事的层数
 * @return number
 */
function getDongShiGuanLiFei($dongShiNum)
{
    if ($yunYingNum == 0) {
        return getWebConfig("dong_shi_ling_ceng_quan_wang");
    } else if ($yunYingNum == 1) {
        return getWebConfig("dong_shi_yi_ceng_quan_wang");
    } else if ($yunYingNum == 2) {
        return getWebConfig("dong_shi_er_ceng_quan_wang");
    }
    return 0;
}

function getDaiLiGuanLiFei($level)
{
    $guanLiFei = 0;
    if ($level == 3) {
        $guanLiFei = getWebConfig("gao_dai_guan_li_fei");
    } else if ($level == 2) {
        $guanLiFei = getWebConfig("zhong_dai_guan_li_fei");
    } else if ($level == 1) { // 初级代理得10元
        $guanLiFei = getWebConfig("chu_dai_guan_li_fei");
    }
    return $guanLiFei;
}

/**
 * 记录资金变化,
 * 
 * @param unknown $operateUser
 *            谁在花钱
 * @param unknown $message
 * @param unknown $money
 */
function logMoney($operateUser, $message, $money)
{
    global $nowDateStr;
    
    $sql = "select * from xbmall_users where user_name='{$operateUser}'";
    $user = getRow($sql);
    $zhangHuJinE = $user['xxtzztxjf'] + $user['tui_jian_shou_yi'] + $user['dian_pu_zi_jin']; // 可用的总金额
    
    if (floor($money / 100) * 100 > floor($zhangHuJinE / 100) * 100) {
    	failed("{$operateUser}的可用金额为:{$zhangHuJinE}");
    }
    
    $jianDianPuJinE = $money >= $user['dian_pu_zi_jin'] ? $user['dian_pu_zi_jin'] : $money; // 要减的赠送收益
    $stepMoney = $money - $jianDianPuJinE; // 还需要减多少
    if ($stepMoney > 0) { // 店铺资金不够
        $jianZengSongJinE = $stepMoney >= $user['xxtzztxjf'] ? $user['xxtzztxjf'] : $stepMoney; // 要减的赠送收益
        $stepMoney = $stepMoney - $jianZengSongJinE;
        if ($stepMoney > 0) { // 投资收益不够
            $jianTuiJianShouYi = $stepMoney >= $user['tui_jian_shou_yi'] ? $user['tui_jian_shou_yi'] : $stepMoney; // 要减的推荐收益
        } else {
            $jianTuiJianShouYi = 0;
        }
    } else {
        $jianZengSongJinE = 0;
        $jianTuiJianShouYi = 0;
    }
    
    $sql = "update xbmall_users set dian_pu_zi_jin=dian_pu_zi_jin-{$jianDianPuJinE} , xxtzztxjf=xxtzztxjf-{$jianZengSongJinE} ,tui_jian_shou_yi=tui_jian_shou_yi-{$jianTuiJianShouYi} where  user_name='{$user['user_name']}'";
//     echo  $sql."\r\n";
    mysql_query($sql);
    // 插入积分变动记录， 返回用户的积分
    $sql = "insert into zt_xxtzzs (user,dian_pu_zi_jin,xxtzztxjf,tui_jian_shou_yi,zsrq,comment) values('{$user['user_name']}',-{$jianDianPuJinE},-{$jianZengSongJinE},-{$jianTuiJianShouYi},'{$nowDateStr}','{$message},减去店铺资金{$jianDianPuJinE},减去投资收益{$jianZengSongJinE},减去推荐收益{$jianTuiJianShouYi}')";
    mysql_query($sql);
//     echo  $sql."\r\n";
}

/**
 *
 * @param unknown $user
 *            谁在花钱
 * @param unknown $message
 */
function log3600($user, $message)
{
    logMoney($user, $message, 3600);
}

function isKaiDian($userAcc)
{
    $sql = "select  is_dian_pu  from  xbmall_users where user_name='{$userAcc}' and is_dian_pu=1";
    $is_dian_pu = getOne($sql);
    return $is_dian_pu;
}

function kaiDian($data)
{
	global $nowDateStr;
    $tjrq = strtotime( $data['tjrq']); 
    $next_ft_time = $tjrq + 3600 * 24 * 45;
    $operateUser = $data['user'];
   
 
    $nowDateStr = date("Y-m-d H:i:s", $tjrq);
    
    
    $operateUserInfo = getUser($operateUser);
    
    $dianPuUser = $data['dianPuUser']; // 要开通店铺的人
    
    if (isset($dianPuUser)) { // 给别人开店
        $userInfo = getUser($operateUser);
    } else { // 自己开店
        $userInfo = getUser($operateUserInfo['recommend_user']); // 收益人是推荐人的推荐人
        $dianPuUser = $operateUser;
    }
    
    if (isKaiDian($dianPuUser)!=null) {
    	failed($dianPuUser."不要重复开店");
    }
    
    $tuiJianRen = $userInfo['user_name']; // 店铺的推荐人
    
    $dianPuXM = getXM($dianPuUser);
    if (isset($data['dianPuUser'])) { // 推荐人给开店, 花推荐人的钱
        log3600($operateUser, "为{$dianPuXM}开通店铺");
    } else { // 自己开店,花自己的钱
        log3600($dianPuUser, "为{$dianPuXM}开通店铺");
    }
    
    // 设置店铺开通了
    $sql = "update xbmall_users set is_dian_pu=1  where user_name='{$dianPuUser}' ";
    mysql_query($sql);
    
    $sql = "select * from zt_xxtz where user='{$tuiJianRen}' and cj_state=0  and ft_state!=1    order  by id asc  limit 1 ";
    
    $chuShiTouZi = getRow($sql);
    
    if ($chuShiTouZi) { // 如果有初始投资, 那么就把推荐人的初始投资改为复投
                      // 开通店铺, 付款人是被推荐人, 受益人是推荐人.
        $sql = "insert into zt_xxtz(parent_id,fk_user,user,tjrq,step_start_rq,next_ft_time,type,czje,step,cj_state)values({$chuShiTouZi['id']},'{$dianPuUser}','{$tuiJianRen}' ,{$tjrq},{$tjrq},{$next_ft_time},2,3600,1,0)";
        mysql_query($sql);
        $newId = mysql_insert_id();
        $sql = "update  zt_xxtz set child_id={$newId} ,ft_state=1  where id={$chuShiTouZi['id']}";
        mysql_query($sql);
    } else {
        // 开通店铺, fk_user是店铺主人, 受益人是推荐人.
        $sql = "insert into zt_xxtz(fk_user,user,tjrq,step_start_rq,next_ft_time,type,czje,step,cj_state)values('{$dianPuUser}','{$tuiJianRen}' ,{$tjrq},{$tjrq},{$next_ft_time},2,3600,1,0)";
        mysql_query($sql);
        $newId = mysql_insert_id();
    }
    $sql = "select * from zt_xxtz where id = {$newId}";
  
    $xxtz = getRow($sql);
    
    jiangLi($xxtz, $userInfo);
    
    if (isset($data['dianPuUser'])) {
//         success("开店成功");
    } else {
//         success("开店成功");
    }
}

/**
 * 如果用户达到了升级条件, 就升级用户,如果没有就不升级, 最后都返回处理后的用户信息
 */
function shengJi($user)
{
    if ($user == null)
        return;
    
    global $nowDateStr;
    $yiCengNum = getLevelDianPuShengJi($user['level'], 1);
    $erCengNum = getLevelDianPuShengJi($user['level'], 2);
    $yeJi = getLevelDianPuShengJi($user['level'], 3);
    if ($yiCengNum == - 1 || $erCengNum == - 1) { // 已经不能升级了
        return $user;
    }
    
    if ($user['dian_pu_shu1'] >= $yiCengNum && $user['dian_pu_shu2'] >= $erCengNum && $user['ye_ji'] >= $yeJi) { // 满足了升级条件
        $sql = "update  xbmall_users set level=level+1 where user_name='{$user['user_name']}'";
        mysql_query($sql);
        $user['level'] = $user['level'] + 1;
        $shenFen = getShenFen($user['level']);
        $sql = "insert into zt_xxtzzs (user,xxtzztxjf,zsrq,comment) values('{$user['user_name']}',0,'{$nowDateStr}','恭喜您,升级为{$shenFen}')";
        echo $sql;
        mysql_query($sql);
        global $nowDayStr;
        // 修改今天成为有效商家的用户为起升级作用的用户
        $sql = "update  zt_xxtz_sj set is_sj=1 where  user='{$user['user_name']}' and  rq='{$nowDayStr}' ";
        mysql_query($sql);
    } else {}
    return $user;
}

/**
 * 今天最多可以投多少笔
 * 
 * @param unknown $fenShu
 */
function todayInvestC($operateUser)
{
    return 100; // 后台操作不限制一天的投资次数
    /**
     * 今日 , 本周, 本月
     */
    $now = time(); // 提交时间
    $day = $now - 3600 * 24;
    $week = $now - 3600 * 24 * 7;
    $month = $now - 3600 * 24 * 30;
    
    // 今天已经投资了多少
    $sql = "select count(0) from  zt_xxtz where    user='{$operateUser}'    and tjrq   between  $day and  $now  ";
    $dayC = getOne($sql);
    
    // 7天内的投资份数
    $sql = "select count(0) from  zt_xxtz where    user='{$operateUser}'   and tjrq   between  $week and  $now  ";
    $weekC = getOne($sql);
    /**
     * 30天内的投资份数
     */
    $sql = "select count(0) from  zt_xxtz where    user='{$operateUser}'   and tjrq   between  $month and  $now  ";
    $monthC = getOne($sql);
    
    $monthC = 50 - $monthC;
    $weekC = 20 - $weekC;
    $dayC = 10 - $dayC;
    $min = $monthC;
    if ($min > $weekC) {
        $min = $weekC;
    }
    if ($min > $dayC) {
        $min = $dayC;
    }
    return $min;
}

function getWebConfig($name)
{
    global $configs;
    for ($i = 0; $i < count($configs); $i ++) {
        if ($configs[$i]['name'] == $name) {
            return $configs[$i]['value'];
        }
    }
}


 

function failed($message)
{
 echo $message."\r\n";
	//     var_dump($message."<br>");
	//     echo json_encode(array(
	//         'result' => 0,
	//         'message' => "{$message}"
	//     ));
	die("出错退出");
}



function success($message)
{
	echo $message."\r\n";
//     var_dump($message."<br>");
//     echo json_encode(array(
//         'result' => 0,
//         'message' => "{$message}"
//     ));
   
}

 
// header("Location: xxcz_list.html");

?>
  			  