<?php

/**
 * ECSHOP YeePay易宝语言文件
 * ============================================================================
 * 版权所有 2005-2011 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: testyang $
 * $Id: yeepay.php 14227 2008-03-10 06:37:24Z testyang $
 */

global $_LANG;

$_LANG['zhizunbao_pay']     = '至尊宝支付';
$_LANG['zhizunbao_desc']    = '至尊宝支付';
$_LANG['zhizunbao_account'] = '商户编号';
$_LANG['zhizunbao_key']     = '商户密钥';
$_LANG['zhizunbao_pay_button'] = '去支付';
?>